Repository: gitGNU/gnu_gcal
Catalog: po/*.po
Languages: de, pl

source: Try to write %s `%s'... %s%s%s
de: Versuche %s `%s' zu schreiben... %s%s%s
pl: Spróbuj napisaæ %s `%s'... %s%s%s

source: failed
de: Versagt
pl: nie powiod³o siê

source: success
de: Erfolg
pl: powiod³o siê

source: Try to open%sresource file `%s'... %s%s%s
de: Versuche%sRessourcendatei `%s' zu öffnen... %s%s%s

source: `HERE'
de: `HIER'

source: Try to open (level: %02d) include file `%s'... %s%s%s
de: Versuche (Ebene: %02d) Einfügedatei `%s' zu öffnen... %s%s%s
pl: Spróbuj otworzyæ (poziom: %02d) plik nag³ówkowy `%s'... %s%s%s

source: Germany
de: Deutschland
pl: Niemcy

source: Great Britain
de: Großbritannien
pl: Wielka Brytania

source: default
de: Grundeinstellung
pl: domy¶lny

source: Y
de: J

source: D
de: T

source: Fixed date list:
de: Terminliste:

source: environment variable
de: Umgebungsvariable
pl: zmienna ¶rodowiskowa

source: %s: command in environment variable `%s' found -- %s %s %s
de: %s: Kommando in Umgebungsvariable `%s' angegeben -- %s %s %s

source: Internal
de: Intern
pl: Wewnêtrzny

source: response file
de: Antwortdatei
pl: plik odpowiedzi

source: Created
de: Erzeugt
pl: Utworzony

source: Mail from \`%s' (%02d-%s-%04d %02d%s%02d%s%02d
de: Post von \`%s' (%02d-%s-%04d %02d%s%02d%s%02d
pl: List od \`%s' (%02d-%s-%04d %02d%s%02d%s%02d

source: %s: warning, eMail with empty message body not sent to <%s>.
de: %s: Warnung, eMail mit leerem Textkörper nicht an <%s> versandt.

source: command line
de: Kommandozeile
pl: linia poleceñ

source: %s: option `%s' is ambiguous
de: %s: Option `%s' ist nicht eindeutig
pl: %s: opcja `%s' jest niejednoznaczna

source: %s: unrecognized option `%s'
de: %s: unbekannte Option `%s'
pl: %s: nierozpoznana opcja `%s'

source: %s: invalid option -- %s
de: %s: ungültige Option -- %s
pl: %s: b³êdna opcja -- %s

source: %s: option `--%s' doesn't allow an argument
de: %s: Option `--%s' erlaubt kein Argument

source: %s: option `%s' doesn't allow an argument
de: %s: Option `%s' erlaubt kein Argument
pl: %s: opcja `%s' nie zezwala na podanie argumentu

source: %s: option `%s' requires an argument
de: %s: Option `%s' benötigt ein Argument
pl: %s: opcja `%s' wymaga podania argumentu

source: %s: option requires an argument -- %s
de: %s: Option benötigt ein Argument -- %s
pl: %s: opcja wymaga podania argumentu -- %s

source: %s: option with invalid argument -- %s
de: %s: Option mit unzulässigem Argument -- %s
pl: %s: opcja z b³êdnym argumentem -- %s

source: %s: option with ambiguous argument -- %s
de: %s: Option mit nicht eindeutigem Argument -- %s
pl: %s: opcja z niejednoznacznym argumentem -- %s

source: %s: invalid date given -- %c%s %s %s
de: %s: ungültiges Datum angegeben -- %c%s %s %s

source: Australia
de: Australien

source: Belgium
de: Belgien

source: Brazil
de: Brasilien

source: Canada
de: Kanada

source: Switzerland
de: Schweiz

source: Spain
de: Spanien

source: France
de: Frankreich

source: Italy
de: Italien

source: Republic of Korea
de: Republik Korea

source: Mexico
de: Mexiko

source: Netherlands
de: Niederlande

source: New Zealand
de: Neuseeland

source: Russian Federation
de: Russische Föderation

source: United States
de: Vereinigte Staaten

source: United Arab Emirates
de: Vereinigte Arabische Emirate

source: Antigua and Barbuda
de: Antigua und Barbuda

source: Albania
de: Albanien

source: Armenia
de: Armenien

source: Netherlands Antilles/Bonaire
de: Niederländische Antillen/Bonaire

source: Netherlands Antilles/Curaçao
de: Niederländische Antillen/Curaçao

source: Netherlands Antilles/St Maarten
de: Niederländische Antillen/St. Maarten

source: Netherlands Antilles/Saba and Statia
de: Niederländische Antillen/Saba und Eustatius

source: Argentina
de: Argentinien

source: American Samoa
de: Amerikanisch-Samoa

source: Austria
de: Österreich

source: Australia/Canberra
de: Australien/Canberra

source: Australia/Northern Territory
de: Australien/Nord-Territorium

source: Australia/Queensland
de: Australien/Queensland

source: Australia/Southern Australia
de: Australien/Süd-Australien

source: Australia/New South Wales
de: Australien/Neu-Süd-Wales

source: Australia/Tasmania
de: Australien/Tasmanien

source: Australia/Victoria
de: Australien/Victoria

source: Australia/Western Australia
de: Australien/West-Australien

source: Azerbaijan
de: Aserbaidschan

source: Bosnia-Herzegovina
de: Bosnien-Herzegowina

source: Bangladesh #
de: Bangladesch #

source: Bulgaria
de: Bulgarien

source: Bolivia
de: Bolivien

source: Bouvet Island
de: Bouvet-Insel

source: Belarus
de: Belarus (Weißrußland)

source: Canada/Alberta
de: Kanada/Alberta

source: Canada/British Columbia
de: Kanada/British Columbia

source: Canada/Manitoba
de: Kanada/Manitoba

source: Canada/New Brunswick
de: Kanada/Neu-Braunschweig

source: Canada/Newfoundland and Labrador
de: Kanada/Neufundland und Labrador

source: Canada/Nova Scotia
de: Kanada/Neu-Schottland

source: Canada/Nordwest Territories
de: Kanada/Nordwest-Territorien

source: Canada/Ontario
de: Kanada/Ontario

source: Canada/Prince Edward Island
de: Kanada/Prinz-Eduard-Insel

source: Canada/Québec
de: Kanada/Québec

source: Canada/Saskatchewan
de: Kanada/Saskatchewan

source: Canada/Yukon
de: Kanada/Yukon

source: Cocos Islands (Keeling)
de: Kokos-Inseln (Keeling)

source: Democratic Republic of Congo #
de: Demokratische Republik Kongo #

source: Central African Republic #
de: Zentralafrikanische Republik #

source: Republic of Congo #
de: Republik Kongo #

source: Switzerland/Appenzell Ausserrhoden
de: Schweiz/Appenzell-Ausserrhoden

source: Switzerland/Aargau
de: Schweiz/Aargau

source: Switzerland/Appenzell Innerrhoden
de: Schweiz/Appenzell-Innerrhoden

source: Switzerland/Basel-Land
de: Schweiz/Basel-Land

source: Switzerland/Bern
de: Schweiz/Bern

source: Switzerland/Basel-Stadt
de: Schweiz/Basel-Stadt

source: Switzerland/Fribourg
de: Schweiz/Freiburg

source: Switzerland/Graubünden
de: Schweiz/Graubünden

source: Switzerland/Glarus
de: Schweiz/Glarus

source: Switzerland/Genève
de: Schweiz/Genf

source: Switzerland/Jura
de: Schweiz/Jura

source: Switzerland/Luzern
de: Schweiz/Luzern

source: Switzerland/Neuchâtel
de: Schweiz/Neuchâtel

source: Switzerland/Nidwalden
de: Schweiz/Nidwalden

source: Switzerland/Obwalden
de: Schweiz/Obwalden

source: Switzerland/St Gallen
de: Schweiz/St. Gallen

source: Switzerland/Solothurn
de: Schweiz/Solothurn

source: Switzerland/Schwyz
de: Schweiz/Schwyz

source: Switzerland/Ticino
de: Schweiz/Ticino

source: Switzerland/Thurgau
de: Schweiz/Thurgau

source: Switzerland/Uri
de: Schweiz/Uri

source: Switzerland/Vaud
de: Schweiz/Vaud

source: Switzerland/Valais
de: Schweiz/Valais

source: Switzerland/Zug
de: Schweiz/Zug

source: Switzerland/Zürich
de: Schweiz/Zürich

source: Côte d'Ivoire
de: Elfenbeinküste

source: Cook Islands
de: Cook-Inseln

source: Cameroon
de: Kamerun

source: Colombia
de: Kolumbien

source: Cuba
de: Kuba

source: Cape Verde
de: Kapverdische-Inseln

source: Christmas Islands
de: Christmas-Inseln

source: Cyprus
de: Zypern

source: Czech Republic
de: Tschechien

source: Germany/Bavaria
de: Deutschland/Bayern

source: Germany/Brandenburg
de: Deutschland/Brandenburg

source: Germany/Berlin
de: Deutschland/Berlin

source: Germany/Bremen
de: Deutschland/Bremen

source: Germany/Baden-Württemberg
de: Deutschland/Baden-Württenberg

source: Germany/Hamburg
de: Deutschland/Hamburg

source: Germany/Hesse
de: Deutschland/Hessen

source: Germany/Mecklenburg-West Pomerania
de: Deutschland/Mecklenburg-Vorpommern

source: Germany/Lower Saxony
de: Deutschland/Niedersachsen

source: Germany/North Rhine-Westphalia
de: Deutschland/Nordrhein-Westfalen

source: Germany/Rhineland Palatinate
de: Deutschland/Rheinland-Pfalz

source: Germany/Saxony-Anhalt
de: Deutschland/Sachsen-Anhalt

source: Germany/Schleswig-Holstein
de: Deutschland/Schleswig-Holstein

source: Germany/Saar
de: Deutschland/Saarland

source: Germany/Saxony
de: Deutschland/Sachsen

source: Germany/Thuringia
de: Deutschland/Thüringen

source: Denmark
de: Dänemark

source: Dominican Republic
de: Dominikanische Republik

source: Algeria
de: Algerien

source: Estonia
de: Estland

source: Egypt
de: Ägypten

source: Western Sahara
de: West-Sahara

source: Ethiopia
de: Äthiopien

source: Finland
de: Finnland

source: Fiji #
de: Fidschi #

source: Falkland Islands (Malvinas)
de: Falkland-Inseln (Malvinas)

source: Federated States of Micronesia
de: Föderierte Staaten von Mikronesien

source: Faroes
de: Färöer

source: Gabon #
de: Gabun #

source: Great Britain/England and Wales
de: Großbritannien/England und Wales

source: Great Britain/Northern Ireland
de: Großbritannien/Nord-Irland

source: Great Britain/Scotland
de: Großbritannien/Schottland

source: Georgia
de: Georgien

source: French Guiana
de: Französisch Guayana

source: Greenland
de: Grönland

source: Equatorial Guinea
de: Äquatorial Guinea

source: Greece
de: Griechenland

source: South Georgia and South Sandwich Islands
de: Südgeorgien und Süd-Sandwichinseln

source: Heard and Mc Donald Islands
de: Heard- und Mc Donald-Inseln

source: Croatia
de: Kroatien

source: Hungary
de: Ungarn

source: Indonesia #
de: Indonesien #

source: Ireland
de: Irland

source: India #
de: Indien #

source: Iraq
de: Irak

source: Islamic Republic of Iran
de: Islamische Republik Iran

source: Iceland
de: Island

source: Jordan
de: Jordanien

source: Kenya #
de: Kenia #

source: Kyrgyzstan
de: Kirgisien

source: Cambodia #
de: Kambodscha #

source: Comoros
de: Komoren

source: St Kitts and Nevis
de: St. Kitts und Nevis

source: Democratic People's Republic of Korea
de: Demokratische Volksrepublik Korea

source: Cayman Islands
de: Cayman-Inseln

source: Kazakhstan
de: Kasachstan

source: Laos People's Democratic Republic #
de: Demokratische Volksrepublik Laos #

source: Lebanon
de: Libanon

source: Lithuania
de: Litauen

source: Luxembourg
de: Luxemburg

source: Latvia
de: Lettland

source: Libyan Arab Jamahiriya (Libya)
de: Libysch-Arabische Dschamahirija (Libyen)

source: Morocco
de: Marokko

source: Republic of Moldova
de: Republik Moldawien

source: Madagascar #
de: Madagaskar #

source: Marshall Islands
de: Marshall-Inseln

source: Former Yugoslav Republic of Macedonia
de: Frühere Yugoslawische Republik Mazedonien

source: Mongolia #
de: Mongolei #

source: Macau
de: Macao

source: Northern Marian Islands (Saipan)
de: Nord-Marianen (Saipan)

source: Mauritania
de: Mauretanien

source: Maldives
de: Malediven

source: Mozambique
de: Moçambique

source: New Caledonia
de: Neukaledonien

source: Norfolk Islands
de: Norfolk-Inseln

source: Myanmar (Burma) #
de: Myanmar (Birma) #

source: Norway
de: Norwegen

source: French Polynesia
de: Französisch-Polynesien

source: Papua New Guinea
de: Papua Neuguinea

source: Philippines
de: Philippinen

source: Poland
de: Polen

source: Saint-Pierre and Miquelon
de: Saint-Pierre und Miquelon

source: Qatar
de: Katar

source: Romania
de: Rumänien

source: Rwanda
de: Ruanda

source: Saudi Arabia
de: Saudi Arabien

source: Solomon Islands
de: Salomonen

source: Sweden
de: Schweden

source: Singapore #
de: Singapur #

source: Slovenia
de: Slowenien

source: Svalbard and Jan Mayen Islands
de: Spitzbergen und Jan Mayen-Inseln

source: Slovakia
de: Slowakei

source: Suriname #
de: Surinam #

source: Sao Tomé and Principe
de: Sao Tomé und Principe

source: Syrian Arab Republic (Syria)
de: Syrisch-Arabische Republik (Syrien)

source: Swaziland
de: Swasiland

source: Turks and Caicos Islands
de: Turks- und Caicos-Inseln

source: Chad
de: Tschad

source: Tajikistan
de: Tadschikistan

source: Tunisia
de: Tunesien

source: Turkey
de: Türkei

source: Trinidad and Tobago #
de: Trinidad und Tobago #

source: Tanzania
de: Tansania

source: United States/Alaska
de: Vereinigte Staaten/Alaska

source: United States/Alabama
de: Vereinigte Staaten/Alabama

source: United States/Arkansas
de: Vereinigte Staaten/Arkansas

source: United States/Arizona
de: Vereinigte Staaten/Arizona

source: United States/California
de: Vereinigte Staaten/Kalifornien

source: United States/Colorado
de: Vereinigte Staaten/Colorado

source: United States/Connecticut
de: Vereinigte Staaten/Connecticut

source: United States/District of Columbia
de: Vereinigte Staaten/District of Columbia

source: United States/Delaware
de: Vereinigte Staaten/Delaware

source: United States/Florida
de: Vereinigte Staaten/Florida

source: United States/Georgia
de: Vereinigte Staaten/Georgia

source: United States/Hawaii
de: Vereinigte Staaten/Hawaii

source: United States/Iowa
de: Vereinigte Staaten/Iowa

source: United States/Idaho
de: Vereinigte Staaten/Idaho

source: United States/Illinois
de: Vereinigte Staaten/Illinois

source: United States/Indiana
de: Vereinigte Staaten/Indiana

source: United States/Kansas
de: Vereinigte Staaten/Kansas

source: United States/Kentucky
de: Vereinigte Staaten/Kentucky

source: United States/Louisiana
de: Vereinigte Staaten/Louisiana

source: United States/Massachusetts
de: Vereinigte Staaten/Massachusetts

source: United States/Maryland
de: Vereinigte Staaten/Maryland

source: United States/Maine
de: Vereinigte Staaten/Maine

source: United States/Michigan
de: Vereinigte Staaten/Michigan

source: United States/Minnesota
de: Vereinigte Staaten/Minnesota

source: United States/Missouri
de: Vereinigte Staaten/Missouri

source: United States/Mississippi
de: Vereinigte Staaten/Mississippi

source: United States/Montana
de: Vereinigte Staaten/Montana

source: United States/North Carolina
de: Vereinigte Staaten/Nord-Carolina

source: United States/North Dakota
de: Vereinigte Staaten/Nord-Dakota

source: United States/Nebraska
de: Vereinigte Staaten/Nebraska

source: United States/New Hampshire
de: Vereinigte Staaten/New Hampshire

source: United States/New Jersey
de: Vereinigte Staaten/New Jersey

source: United States/New Mexico
de: Vereinigte Staaten/Neu-Mexiko

source: United States/Nevada
de: Vereinigte Staaten/Nevada

source: United States/New York
de: Vereinigte Staaten/New York

source: United States/Ohio
de: Vereinigte Staaten/Ohio

source: United States/Oklahoma
de: Vereinigte Staaten/Oklahoma

source: United States/Oregon
de: Vereinigte Staaten/Oregon

source: United States/Pennsylvania
de: Vereinigte Staaten/Pennsylvania

source: United States/Rhode Island
de: Vereinigte Staaten/Rhode Island

source: United States/South Carolina
de: Vereinigte Staaten/Süd-Carolina

source: United States/South Dakota
de: Vereinigte Staaten/Süd-Dakota

source: United States/Tennessee
de: Vereinigte Staaten/Tennessee

source: United States/Texas
de: Vereinigte Staaten/Texas

source: United States/Utah
de: Vereinigte Staaten/Utah

source: United States/Virginia
de: Vereinigte Staaten/Virginia

source: United States/Vermont
de: Vereinigte Staaten/Vermont

source: United States/Washington
de: Vereinigte Staaten/Washington

source: United States/Wisconsin
de: Vereinigte Staaten/Wisconsin

source: United States/West Virginia
de: Vereinigte Staaten/West-Virginia

source: United States/Wyoming
de: Vereinigte Staaten/Wyoming

source: Uzbekistan
de: Usbekistan

source: St Vincent and Grenadines
de: St. Vincent und Grenadinen

source: British Virgin Islands
de: Britische Jungferninseln

source: U.S. Virgin Islands
de: Amerikanische Jungferninseln

source: Wallis and Futuna Islands
de: Wallis- und Futuna-Inseln

source: Yemen
de: Jemen

source: Serbia and Montenegro
de: Serbien und Montenegro

source: South Africa
de: Südafrika

source: Zambia
de: Sambia

source: Zimbabwe
de: Simbabwe

source: 1st Advent
de: 1'ter Advent
pl: Pierwszy Adwent

source: 1st Sunday in Lent
de: 1'ter Sonntag in Fastenzeit

source: 2nd Advent
de: 2'ter Advent
pl: Drugi Adwent

source: 2nd Sunday in Lent
de: 2'ter Sonntag in Fastenzeit

source: 3rd Advent
de: 3'ter Advent
pl: Trzeci Adwent

source: 3rd Sunday in Lent
de: 3'ter Sonntag in Fastenzeit

source: 4th Advent
de: 4'ter Advent
pl: Czwarty Adwent

source: 4th Sunday in Lent
de: 4'ter Sonntag in Fastenzeit

source: 7-5-3 Festival
de: 7-5-3 Fest

source: Aborigines Day
de: Tag der Aborigines

source: All Fool's Day
de: 1'ter April
pl: Prima Aprilis

source: All Saints' Day
de: Allerheiligen
pl: Dzieñ Wszystkich ¦wiêtych

source: All Souls' Day
de: Allerseelen
pl: Zaduszki

source: Alphabet Day
de: Tag des Alphabets

source: Anniversary of Auckland
de: Jahrestag von Auckland

source: Anniversary of Canterbury North
de: Jahrestag von Canterbury-Nord

source: Anniversary of Canterbury South
de: Jahrestag von Canterbury-Süd

source: Anniversary of Chatham Islands
de: Jahrestag der Chatham-Inseln

source: Anniversary of Hawkes' Bay
de: Jahrestag von Hawkes' Bay

source: Anniversary of Marlborough
de: Jahrestag von Marlborough

source: Anniversary of Nelson
de: Jahrestag von Nelson

source: Anniversary of Otago
de: Jahrestag von Otago

source: Anniversary of Southland
de: Jahrestag von Southland

source: Anniversary of Taranaki
de: Jahrestag von Taranaki

source: Anniversary of Wellington
de: Jahrestag von Wellington

source: Anniversary of Westland
de: Jahrestag von Westland

source: Anzac Day
de: Anzac-Tag
pl: Dzieñ Anzaca

source: Arbor Day
de: Tag des Baumes

source: Armed Forces Day
de: Tag der Streitkräfte

source: Armistice Day
de: Waffenstillstandstag

source: Ash Monday
de: Aschermontag/Rosenmontag
pl: Popielec

source: Ash Wednesday
de: Aschermittwoch
pl: Popielec

source: Ascension of Abdu'l-Baha
de: Abdu'l-Bahas Himmelfahrt

source: Ascension of Baha'u'llah
de: Baha'u'llahs Himmelfahrt

source: Birth of Baha'u'llah
de: Baha'u'llahs Geburtstag

source: Birth of the Bab
de: Geburt des Bab

source: Day of the Covenant
de: Tag des Bundes

source: Declaration of the Bab
de: Erklärung des Bab

source: First Day of Ridvan
de: Erster Tag des Ridvan

source: Martyrdom of the Bab
de: Märtyrerschaft des Bab

source: Bahá'i New Year's Day
de: Bahá'i Neujahr

source: Ninth Day of Ridvan
de: Neunter Tag des Ridvan

source: Twelfth Day of Ridvan
de: Zwölfter Tag des Ridvan

source: Bank Holiday
de: Bankenfeiertag
pl: Dzisiaj banki zamkniête

source: Basque National Day
de: Baskischer Nationalfeiertag

source: Battle of Boyne
de: Schlacht von Boyne
pl: Bitwa pod Boyne

source: Battle of Puebla
de: Schlacht von Puebla

source: Beginning of Financial Year
de: Beginn des Finanzjahres

source: Benito Juárez Day
de: Benito Juárez-Tag

source: Bodhidharma's Birthday
de: Bodhidharmas Geburtstag

source: Bosses' Day
de: Cheftag

source: Boxing Day
de: 2'ter Weihnachtstag
pl: Drugi dzieñ Bo¿ego Narodzenia

source: Bringing Home the Herds Day
de: Tag des Einholens der Herden

source: Bringing in the Harvest Day
de: Tag des Einbringens der Ernte

source: Buddha's Birthday
de: Buddhas Geburtstag

source: Burns Night
de: Brandnacht

source: Camoes Day
de: Camoes-Tag

source: Carnival
de: Karneval

source: Samhain/Celtic New Year's Day
de: Samhain/Keltisches Neujahr

source: Children's Day
de: Tag der Kinder
pl: Dzieñ Dziecka

source: Cycle
de: Zyklus

source: Chinese New Year's Day
de: Chinesisches Neujahr

source: Chinese New Year's Eve
de: Chinesischer Neujahrsvorabend

source: Christmas Day
de: 1'ter Weihnachtstag
pl: Bo¿e Narodzenie

source: Christmas Eve
de: Heiligabend
pl: Wigilia

source: Christ's Ascension Day
de: Christi Himmelfahrt
pl: Dzieñ Wniebowst±pienia Pañskiego

source: Chrysanthenum Day
de: Chrysanthemen-Tag

source: Citizenship Day
de: Bürgerrechtstag

source: Civic Holiday
de: Bürgerlicher Feiertag

source: Columbus Day
de: Kolumbustag
pl: Dzieñ Kolumba

source: Coming of Age Day
de: Herannahen des Alters Tag

source: Confucius' Birthday
de: Konfuzius' Geburtstag

source: Constitution Anniversary
de: Jahrestag der Verfassung
pl: Stulecie Konstytucji

source: Coptic New Year's Day
de: Koptisches Neujahr

source: Cosmonauts' Day
de: Kosmonautentag

source: Cross Raising Day
de: Tag der Kreuzerhöhung

source: Culture Day
de: Kulturtag
pl: Dzieñ Kultury

source: Day after Mid-Autumn Festival
de: Tag nach Fest der Herbstmitte

source: Day after Tomb-Sweeping Day
de: Tag nach Tag des Grabkehrens

source: Day of Andalucia
de: Andalusien-Tag

source: Day of Catalonia
de: Katalonien-Tag

source: Day of Galicia
de: Galizien-Tag

source: Day of Prayer and Repentance
de: Buß- und Bettag
pl: Dzieñ Modlitwy i ¯alu

source: Day of Reconciliation
de: Tag der Aussöhnung

source: Defenders of Motherland Day
de: Tag der Mutterlandverteidiger

source: Double-9 Day
de: Tag der Doppel-9

source: Dragon Boat Festival
de: Drachenbootfest

source: Dynasty Day
de: Tag des Herrscherhauses
pl: Dzieñ Rodziny Królewskiej

source: Easter Monday
de: Ostermontag
pl: Poniedzia³ek Wielkanocny

source: Easter Sunday
de: Ostersonntag
pl: Wielkanoc

source: Lunar Eclipse
de: Mondfinsternis

source: Solar Eclipse
de: Sonnenfinsternis

source: Annular
de: Ring

source: Partial
de: Partiell

source: Eindhoven's Liberation
de: Eindhovens Befreiung

source: Election Day
de: Wahltag
pl: Wybory prezydenckie

source: Emperor's Birthday
de: Geburtstag des Kaisers

source: Equinox Day
de: Tagundnachtgleiche

source: Ethiopic New Year's Day
de: Äthiopisches Neujahr

source: Father's Day
de: Vatertag
pl: Dzieñ Ojca

source: Feast of Corpus Christi
de: Fronleichnam
pl: Bo¿e Cia³o

source: Feast of Fortune
de: Glücksfest

source: Feast of Heart Jesus
de: Herz-Jesu-Fest

source: Festival of Lanterns
de: Laternenfest

source: Festival of Sadeh
de: Sadehfest

source: Flag Day
de: Tag der Flagge
pl: Dzieñ chor±gwi

source: Flemish Culture Day
de: Flämischer Kulturtag
pl: Dzieñ Kultury Flandryjskiej

source: Founding of the Communist Party
de: Gründungstag der KP

source: French Culture Day
de: Französischer Kulturtag
pl: Dzieñ Kultury Francuskiej

source: French Revolutionary
de: Franz. Revolutionskalender

source: Friendship Day
de: Freundschaftstag

source: German Unity Day
de: Tag der Deutschen Einheit
pl: Dzieñ Zjednoczenia Niemiec

source: Good Friday
de: Karfreitag
pl: Wielki Pi±tek

source: Good Saturday/Easter Eve
de: Karsamstag/Ostervorabend
pl: Wielka Sobota/Jutro Wielkanoc

source: Grandparents' Day
de: Großeltern-Tag

source: Greenery Day
de: Tag des Grüns

source: Grotto Day
de: Grottentag

source: Groundhog Day
de: Murmeltier-Tag

source: Guadalupe Virgin's Day
de: Tag der Jungfrau von Guadalupe

source: Guy Fawke's Day
de: Guy Fawkes-Tag
pl: Dzieñ Guy Fawke'a

source: Health and Sport's Day
de: Gesundheits- und Sporttag

source: Hannukah/Festival of Lights
de: Chanukkah/Lichterfest

source: Lag B'Omer
de: Lag Beomer/Rabbi Jochais Todestag

source: Pesach/Passover
de: Pessach/Passahfest

source: Purim/Feast of Lots
de: Purim/Losfest

source: Rosh Hashana/New Year's Day
de: Rosch Haschana/Neujahr

source: Shavuot/Giving of the Torah
de: Schawuot/Fest der Tora-Übergabe

source: Shushan Purim
de: Schuschan Purim

source: Simchat Torah
de: Simchat Tora/Gesetzesfreudenfest

source: Sukkot/Feast of Tabernacles
de: Sukkot/Laubhüttenfest

source: Tisha B'Av/Fasting Day
de: Tischa b'Aw/Fastentag

source: Tu B'Shevat/New Year of Trees
de: Tu Beschewat/Neujahr der Bäume

source: Yom Hashoah/Holocaust Memorial
de: Jom Haschoa/Holocaust-Gedenktag

source: Yom Hazikaron/Soldiers Memorial
de: Jom Hasikaron/Soldaten-Gedenktag

source: Yom Ha Azmaut/Independence Day
de: Jom Ha-Azmaut/Unabhängigkeitstag

source: Yom Kippur/Atonement Day
de: Jom Kippur/Versöhnungstag

source: Yom Yerushalayim/Jerusalem Day
de: Jom Jeruschalajim/Jerusalem-Tag

source: Holy Innocent's Day
de: Tag der heiligen Unschuldigen

source: Holy Trinity
de: Dreifaltigkeitsfest

source: Huravee Day
de: Huravee-Tag

source: Independence Day
de: Unabhängigkeitstag
pl: ¦wiêto Niepodleg³o¶ci

source: Independence Movement Day
de: Tag der Unabhängigkeitsbewegung

source: Independence Proclamation
de: Proklamation der Unabhängigkeit

source: Indian New Year's Day
de: Indisches Neujahr

source: Aga Khan's Birthday
de: Aga Khans Geburtstag

source: Imamat Day
de: Imamat-Tag

source: Islamic New Year's Day
de: Islamisches Neujahr
