Repository: gitGNU/gnu_gcal
Catalog: po/*.po
Languages: de, pl

source: Quds Day
de: Quds-Tag

source: Japanese New Year's Day
de: Japanisches Neujahr

source: Japanese New Year's Eve
de: Japanischer Neujahrsvorabend

source: Jesus' Circumcision
de: Beschneidung Jesu

source: Labour Day
de: Tag der Arbeit
pl: ¦wiêto Pracy

source: Labour Thanksgiving Day
de: Arbeiter-Erntedankfest

source: Lao Tze's Birthday
de: Lao Tses Geburtstag

source: Liberation Day
de: Tag der Befreiung
pl: Dzieñ Wolno¶ci

source: Marine Day
de: Tag der Marine

source: Martinimas
de: St. Martinstag

source: Martin L. King's Day
de: Martin L. Kings-Tag
pl: Dzieñ Martina L. Kinga

source: Martyrs' Day
de: Tag der Märtyrer

source: Mary's Annunciation Day
de: Mariä Verkündigung

source: Mary's Ascension Day
de: Mariä Himmelfahrt
pl: Dzieñ Wniebowst±pienia NMP

source: Mary's Candlemas
de: Mariä Lichtmess

source: Mary's Expectation
de: Mariä Erwartung

source: Mary's Immaculate Conception
de: Mariä Empfängnis

source: Mary's Maternity
de: Mariä Mutterschaft

source: Mary's Name
de: Mariä Namen

source: Mary's Nativity
de: Mariä Geburt

source: Mary's Sacrifice
de: Mariä Opferung

source: Mary's Visitation
de: Mariä Heimsuchung

source: Mary - Blessed Virgin
de: Mariä - Mutter Gottes

source: Maundy Thursday
de: Gründonnerstag
pl: Wielki Czwartek

source: May Day
de: Maifeiertag
pl: 1 Maja

source: St John's/Midsummer Day
de: St. Johannistag/Mittsommertag

source: Mid-Autumn Festival
de: Fest der Herbstmitte

source: Mid-Spring Festival
de: Fest der Frühlingsmitte

source: Mid-Year Festival
de: Fest der Jahresmitte

source: Waxing Half Moon
de: Zunehmender Halbmond

source: Full Moon
de: Vollmond

source: Waning Half Moon
de: Abnehmender Halbmond

source: New Moon
de: Neumond

source: Mother's Day
de: Muttertag
pl: Dzieñ Matki

source: Mother in Law's Day
de: Schwiegermutter-Tag

source: Music Water Banquet
de: Musikwasser-Bankett

source: National Foundation Day
de: Tag der Staatsgründung

source: National Holiday
de: Nationalfeiertag
pl: Narodowe wakacje

source: National Mourning Day
de: Volkstrauertag

source: New Year's Day
de: Neujahr
pl: Nowy Rok

source: Nurses' Day
de: Kindermädchen-Tag

source: Old-Armenic New Year
de: Altarmenisches Neujahr

source: Old-Egyptic New Year
de: Altägyptisches Neujahr

source: Orthodox New Year's Day
de: Orthodoxes Neujahr

source: Our Lady Aparecida Day
de: Tag der Jungfrau Aparecida

source: Palm Sunday
de: Palmsonntag
pl: Niedziela Palmowa

source: Parent's Day
de: Tag der Eltern

source: Passion Sunday
de: Passionssonntag

source: Peace Festival
de: Friedensfest

source: Peach Festival
de: Pfirsichfest

source: Whitsunday/Pentecost
de: Pfingstsonntag
pl: Zielone ¦wi±tki

source: Noruz/Persian New Year's Day
de: Noruz/Persisches Neujahr

source: Prayer Day
de: Bettag
pl: Dzieñ Modlitwy

source: Presidential Inauguration
de: Amtseinführung des Präsidenten

source: Presidents' Day
de: Tag des Präsidenten

source: Presidents' Inform
de: Berichtstag des Präsidenten

source: President Lincoln's Birthday
de: Präsident Lincolns Geburtstag

source: Princess' Day
de: Prinzessin'-Tag
pl: Dzieñ Ksiê¿niczki

source: Quinquagesima Sunday
de: Quinquagesima-Sonntag

source: Reformation Day
de: Reformationstag
pl: Dzieñ Reformacji

source: Remembrance/Memorial Day
de: Gedenktag
pl: Dzieñ Pamiêci Poleg³ych

source: Republic Day
de: Tag der Republik
pl: Dzieñ Republiki

source: Respect for the Aged Day
de: Respekt für die Bejahrten-Tag

source: Revolution Day
de: Jahrestag der Revolution
pl: Dzieñ Rewolucji

source: Rio de Janeiro Anniversary
de: Rio de Janeiro Jahrestag

source: Rogation Sunday
de: Sonntag Rogate

source: Sao Paulo Anniversary
de: Sao Paulo Jahrestag

source: Sapporo Snow Festival
de: Sapporo-Schneefest

source: Season Change/Bean-Festival
de: Jahreszeitenwechsel/Bohnenfest

source: Septuagesima Sunday
de: Septuagesima-Sonntag

source: Seven Sleepers Day
de: Siebenschläfer

source: Sexagesima Sunday
de: Sexagesima-Sonntag

source: Shrove Tuesday/Mardi Gras
de: Fasching/Fastnacht
pl: T³usty Czwartek

source: Solstice Day
de: Sonnenwende

source: Soot-Sweeping Day
de: Tag des Rußkehrens

source: Spring Festival
de: Frühlingsfest

source: Start of common month
de: Beginn Gemeinmonat

source: Start of leap month
de: Beginn Schaltmonat

source: Star Festival
de: Sternenfest

source: St Andrew's Day
de: St. Andreas-Tag

source: St Bartholomew Day
de: St. Bartholomäus-Tag

source: St Berchtold's Day
de: St. Berchtolds-Tag

source: St David's Day
de: St. Davids-Tag

source: St Edward's Day
de: St. Eduards-Tag

source: St George's Day
de: St. Georgs-Tag

source: St James' Day
de: St. James-Tag

source: St Joseph's Day
de: St. Josephs-Tag

source: St Laurentius Day
de: St. Laurentius-Tag

source: St Nicholas' Day
de: St. Nikolaus-Tag

source: St Nicholas' Eve
de: St. Nikolausvorabend

source: St Patrick's Day
de: St. Patricks-Tag

source: St Peter and St Paul
de: St. Peter und St. Paul

source: St Stephen's Day
de: St. Stefans-Tag

source: St Valentine's Day
de: St. Valentins-Tag

source: Sunday of the Dead
de: Totensonntag

source: Swallow Day
de: Schwalben-Tag

source: Sweetest Day
de: Freundes-Tag

source: Sylvester/New Year's Eve
de: Silvester/Neujahrsvorabend

source: Teacher's Day
de: Tag der Lehrer
pl: Dzieñ Nauczyciela

source: Thai New Year's Day
de: Thailändisches Neujahr

source: Thanksgiving Day
de: Erntedankfest

source: The King's Birthday
de: Geburtstag des Königs
pl: Urodziny Króla

source: The Queen's Birthday
de: Geburtstag der Königin
pl: Urodziny Królowej

source: Epiphany/Three King's Day
de: Epiphanias/Heilige Drei Könige
pl: ¦wiêto Trzech Króli

source: Tiradentes Day
de: Tiradentes-Tag

source: Tomb-Sweeping Day
de: Tag des Grabkehrens

source: Transfiguration Day
de: Verklärung Christi

source: Tynwald Day
de: Tynwald-Tag

source: Valborg's Eve
de: Walpurgisnacht

source: Venice Carnival
de: Karneval in Venedig

source: Veteran's Day
de: Tag der Veteranen
pl: Dzieñ weterana

source: Victoria Day
de: Victoria-Tag
pl: Dzieñ Wiktorii

source: Victory Day
de: Siegestag
pl: Dzieñ Zwyciêstwa

source: Whit Monday
de: Pfingstmontag
pl: Zes³anie Ducha ¦wiêtego

source: Women's Day
de: Tag der Frauen

source: Women's Shrove Day
de: Weiberfastnacht

source: World Animal Day
de: Welt-Tierschutztag
pl: ¦wiatowy Dzieñ Zwierz±t

source: Youth Day
de: Tag der Jugend

source: Adelaide Cup Day
de: Adelaide-Pokal-Tag

source: Admission Day
de: Tag der Aufnahme

source: Alaska Day
de: Alaska-Tag

source: Aleksis Kivi Day
de: Aleksis Kivi-Tag

source: Alice-Springs Show Day
de: Alice-Springs Ausstellungstag

source: All Saints' Eve
de: Allerheiligenvorabend

source: Americas Day
de: Amerika-Tag

source: Angam Day
de: Angam-Tag

source: Anniversary of Amir's Succession
de: Jahrestag der Nachfolge Amirs

source: Anniversary of Armed Struggle
de: Jahrestag des bewaffneten Kampfes

source: Anniversary of Green March
de: Jahrestag des grünen Marsches

source: Antillian Day
de: Tag der Antillen

source: Arab League Day
de: Tag der arabischen Liga

source: Archbishop Makarios' Memorial Day
de: Erzbischof Makarios' Gedenktag

source: Archbishop Makarios' Name-Day
de: Erzbischof Makarios' Namenstag

source: Arengo Anniversary
de: Jahrestag von Arengo

source: Army Coup Day
de: Tag des Militärputsches

source: Arrival of the Swiss
de: Ankunft der Schweizer

source: Artigas' Birthday
de: Artigas' Geburtstag

source: Asuncion Day
de: Asuncion-Tag

source: Ataturk Memorial Day
de: Atatürk Gedenktag

source: Authority's Power Day
de: Tag der Amtsgewaltskraft

source: Ba'ath Revolution Day
de: Ba'ath Revolutionstag

source: Baron Bliss Day
de: Baron Bliss-Tag

source: Bataan Day
de: Bataan-Tag

source: Battle of Angamos
de: Schlacht von Angamos

source: Battle of Boyacá
de: Schlacht von Boyacá

source: Battle of Carabobo
de: Schlacht von Carabobo

source: Battle of Iquique
de: Schlacht von Iquique

source: Battle of Las Piedras
de: Schlacht von Las Piedras

source: Battle of Näfels
de: Schlacht von Näfels

source: Beginning of Summer
de: Sommeranfang

source: Belgrade's Day
de: Belgrads-Tag

source: Bennington Battle Day
de: Schlacht von Bennington

source: Blessing of the Water
de: Segnung des Wassers

source: Bloomsday
de: Blütentag

source: Boganda Day
de: Boganda-Tag

source: Bonaire Day
de: Bonaire-Tag

source: Boqueron Battle Day
de: Schlacht von Boqueron

source: Botswana Day
de: Botswana-Tag

source: Bounty Day
de: Bounty-Tag

source: Bunker Hill Day
de: Bunker Hill-Tag

source: Burning of Jan Hus
de: Verbrennung des Jan Hus
pl: Spalenie Jana Husa na stosie

source: Canberra Day
de: Canberra-Tag

source: Caricom Day
de: Caricom-Tag

source: Casimir Pulaski's Birthday
de: Casimir Pulaskis Geburtstag

source: Cassinga Day
de: Cassinga-Tag

source: Cayenne Festival
de: Cayennefest

source: Cesar Chavez Day
de: Cesar Chavez-Tag

source: Charter Day
de: Urkunden-Tag

source: Chiang Kai-shek's Birthday
de: Chiang Kai-sheks Geburtstag

source: Children's White Sunday
de: Weißer Sonntag der Kinder

source: Colon Day
de: Colon-Tag

source: Colorado Day
de: Colorado-Tag

source: Commonwealth Day
de: Tag des Commonwealth

source: Compact Day
de: Vertragstag

source: Confederal Agreement Day
de: Tag des Bündnisabkommens

source: Coronation Day
de: Krönungstag
pl: Dzieñ Koronacji

source: Cup Match Day
de: Pokalspiel-Tag

source: Custom Chief's Day
de: Brauchtumschefs-Tag

source: C. Mapinduzi Day
de: C. Mapinduzi-Tag

source: Darwin Show Day
de: Darwin Ausstellungstag

source: Day of Goodwill
de: Tag des Wohlwollens

source: Day of Students Revolt
de: Tag der Studentenrevolte
pl: Dzieñ Rewolty Studenckiej

source: Day of the Free Laos
de: Tag des freien Laos

source: Death of H. Christophe
de: Todestag von H. Christophe

source: Death of J. Dessalines
de: Todestag von J. Dessalines

source: Death of President Abdallah
de: Todestag von Präsident Abdallah

source: Death of President Cheikh
de: Todestag von Präsident Cheikh

source: Death of President Soilih
de: Todestag von Präsident Soilih

source: Death of Qaid-i-Azam
de: Todestag von Qaid-i-Azam

source: Death of T. Louverture
de: Todestag von T. Louverture

source: Defenders Day
de: Tag der Verteidiger

source: Discovery Day
de: Tag der Entdeckung

source: Downfall of the Dergue
de: Sturz der Dergen

source: Dry Season Celebration
de: Feier der Trockenzeit

source: Dr. Sun Yat-sen's Birthday
de: Dr. Sun Yat-sens Geburtstag

source: Duarte's Birthday
de: Duartes Geburtstag

source: Easter Tuesday
de: Osterdienstag

source: Economic Liberation Day
de: Tag der wirtschaftlichen Befreiung

source: Eight Hours Day
de: Acht-Stunden-Tag

source: Elections for National Assembly
de: Wahl zur Nationalversammlung

source: Errol Barrow Day
de: Errol Barrow-Tag

source: Evacuation Day
de: Tag der Aussiedlung

source: Eve of Epiphany
de: Epiphaniasvorabend

source: Expedition of the 33
de: Expedition der 33

source: E. Hostos' Birthday
de: E. Hostos' Geburtstag

source: Family Day
de: Tag der Familie

source: FAO Day
de: FAO-Tag

source: Farmers' Day
de: Tag der Bauern

source: Father Leval Day
de: Vater Leval-Tag

source: Feast of Our Theotokos
de: Fest des Theotokos

source: Fisherman's Day
de: Tag der Fischer

source: Foundation of NPLA Day
de: Gründungstag der NPLA

source: Founding of People's Party
de: Gründungstag der Volkspartei

source: Garifuna Day
de: Garifuna-Tag

source: General San Martin's Anniversary
de: General San Martins Jahrestag

source: Gospel Day
de: Gospel-Tag

source: Guacanaste Day
de: Guacanaste-Tag

source: Gustavus Adolphus' Day
de: Gustav Adolph-Tag
pl: Dzieñ Gustawa Adolfa

source: Heritage Day
de: Tag der Erbschaft

source: Heroes Day
de: Tag der Helden

source: Hobart Show Day
de: Hobart Ausstellungstag

source: Holy Wednesday
de: Mittwoch vor Ostern

source: Ho Chi Minh's Birthday
de: Ho Chi Minhs Geburtstag

source: Human Rights Day
de: Tag der Menschenrechte

source: Hurricane Supplication Day
de: Tag des Hurrikananflehens

source: Hurricane Thanksgiving Day
de: Hurrican Erntedankfest

source: Independence of Cartagena
de: Unabhängigkeit von Cartagena

source: Independence of Cuenca
de: Unabhängigkeit von Cuenca

source: Independence of Guayaquil
de: Unabhängigkeit von Guayaquil

source: Independence of Quito
de: Unabhängigkeit von Quito

source: Indian Arrival Day
de: Ankunftstag der Inder

source: Internal Autonomy Day
de: Tag der internen Autonomie

source: Jefferson Davis' Birthday
de: Jefferson Davis' Geburtstag

source: June Holiday
de: Junifeiertag

source: J. Barbosa's Birthday
de: J. Barbosas Geburtstag

source: J. Chilembwe Day
de: J. Chilembwe-Tag

source: J. Diego's Birthday
de: J. Diegos Geburtstag

source: J. Robert's Birthday
de: J. Roberts Geburtstag

source: Kamarampaka Day
de: Kamarampaka-Tag

source: Kartini Day
de: Kartini-Tag

source: Catherine Show Day
de: Catherine Ausstellungstag

source: Kiev Day
de: Kiev-Tag

source: Kim Il-Sung's Birthday
de: Kim Il-Sungs Geburtstag

source: Kim Jong-Il's Birthday
de: Kim Jong-Ils Geburtstag

source: King Kamehameha Day
de: König Kamehameha-Tag

source: King Rama I Memorial Day/Chakri
de: König Rama I Gedenktag/Chakri

source: King Rama V Memorial Day
de: König Rama V Gedenktag

source: Konstantin and Methodius
de: Konstantin und Methodius

source: Lapp National Holiday
de: Nationalfeiertag der Lappen

source: Launceston Cup Day
de: Launceston-Pokal-Tag

source: Liberty Day
de: Freiheitstag

source: Loss of Muslim Nation
de: Verlust des Moslemstaats

source: Luxembourg City Kermis
de: Luxemburg-Stadt Kirmes

source: Lyndon B. Johnson Day
de: Lyndon B. Johnson-Tag

source: L. Rivera's Birthday
de: L. Riveras Geburtstag

source: Madaraka Day
de: Madaraka-Tag

source: Mahatma Gandhi's Birthday
de: Mahatma Gandhis Geburtstag

source: Malvinas Day
de: Malvinas-Tag

source: Manila Day
de: Manila-Tag

source: Maputo City Day
de: Maputo Stadt-Tag

source: Marien Ngouabi Day
de: Marien Ngouabi-Tag

source: Maryland Day
de: Maryland-Tag

source: Melbourne Cup Day
de: Melbourne-Pokal-Tag

source: Merchant Day
de: Tag des Handels

source: St John's/Midsummers Eve
de: St. Johannisvorabend

source: Missionary Day
de: Tag der Missionierung

source: Mi-Carême Day
de: Mi-Carême

source: Morazan Day
de: Morazan-Tag

source: Mosheshoe's Day
de: Mosheshoes-Tag

source: Motherhood and Beauty Day
de: Mutterschafts- und Schönheitstag

source: Naming Day
de: Namenstag

source: National Bun Day
de: Tag des nationalen Knotens

source: National Heroes Day
de: Tag der Nationalhelden

source: National Redemption Day
de: Nationaler Wiedergutmachungstag

source: National Resistance Day
de: Tag des nationalen Widerstandes
pl: Dzieñ Narodowego Ruchu Oporu

source: National Revival Day
de: Tag der nationalen Erneuerung

source: National Unity Day
de: Tag der nationalen Einheit

source: Ndadaye Day
de: Ndadaye-Tag

source: Neutrality Day
de: Neutralitätstag

source: Nevada Day
de: Nevada-Tag

source: New Regime Anniversary
de: Jahrestag der neuen Regierung

source: Nobel Day
de: Nobel-Tag
pl: Dzieñ Nobla

source: Noi Day
de: Noi-Tag

source: OAU Day
de: OAU-Tag

source: October Holiday
de: Oktoberfeiertag

source: Oil Industry Day
de: Tag der Öl-Industrie

source: Our Lady of Altagracia Day
de: Tag der Jungfrau von Altagracia

source: Our Lady of Camarin Day
de: Tag der Jungfrau von Camarin

source: Our Lady of Las Mercedes Day
de: Tag der Jungfrau von Las Mercedes

source: Our Lady of Los Angeles Day
de: Tag der Jungfrau von Los Angeles

source: Our Lady of Seven Sorrows
de: Tag der Jungfrau der sieben Leiden

source: Our Lady of Victories Day
de: Tag der Jungfrau der Siege

source: Panama City Day
de: Panama Stadt-Tag

source: Panamerica Day
de: Panamerikanischer Tag

source: Paris Peace Agreement Day
de: Tag des Pariser Friedensabkommens

source: Patriot's Day
de: Tag der Patrioten

source: People's Uprising Day
de: Tag des Volksaufstands

source: People Power Day
de: Tag der Volksmassen

source: Philippine-American Friendship
de: Philippinen/USA Freundschaftstag

source: Pichincha Day
de: Pichincha-Tag

source: Picnic Day
de: Picknick-Tag

source: Pioneer Day
de: Tag der Pioniere

source: Poya Day
de: Poya-Tag

source: Prince Kalanianaole Day
de: Prinz Kalanianaole-Tag

source: Prince of Wales' Birthday
de: Prinz von Wales' Geburtstag

source: Proclamation Day
de: Verkündungstag

source: Qaid-i-Azam's Birthday
de: Qaid-i-Azams Geburtstag

source: Ratu Sukuma Day
de: Ratu Sukuma-Tag

source: Recreation Day
de: Tag der Erholung

source: Referendum Day
de: Tag des Volksentscheids

source: Regatta Day
de: Regattatag

source: Regency Exchange
de: Wechsel der Regentschaft

source: Restoration Day
de: Wiederherstellungstag

source: Return Day
de: Tag der Wiederkehr

source: Reunification Day
de: Tag der Wiedervereinigung

source: Rizal Day
de: Rizal-Tag

source: Rwagasore Day
de: Rwagasore-Tag

source: Saba Day
de: Saba-Tag

source: San Jacinto Day
de: San Jacinto-Tag

source: San José Day
de: San José-Tag

source: SAR Establishment Day
de: Gründungstag des SAR-Dienstes

source: School Holiday
de: Schulfeiertag

source: Separation Day
de: Trennungstag

source: Seretse Khama Day
de: Seretse Khama-Tag

source: Settlers Day
de: Tag der Siedler

source: Seward's Day
de: Sewards-Tag

source: Shaheed Day
de: Shaheed-Tag

source: Sheep Festival
de: Schafsfest

source: Sheikh Zayed's Ascension Day
de: Scheich Zayeds Himmelfahrt

source: Simon Bolivar's Day
de: Simon Bolivar-Tag

source: Sinai-Liberation Day
de: Tag der Befreiung Sinais

source: Slave-Liberation Day
de: Tag der Sklavenbefreiung

source: Sniff the Breeze Day
de: Tag des Briseschnupperns

source: Solidarity Day
de: Solidaritätstag

source: Somers Day
de: Somers-Tag

source: Statia-American Day
de: St. Eustatius' Amerikatag

source: Student's Day
de: Tag der Studenten

source: St Agata Day
de: St. Agata-Tag

source: St Canute's Day
de: St. Knuts-Tag

source: St Cedilia's Day
de: St. Cedilias-Tag

source: St Charles' Day
de: St. Karls-Tag

source: St Demetrius' Day
de: St. Demetrius-Tag

source: St Dévote Day
de: Sainte-Dévote

source: St Eliah's Day
de: St. Eliahs-Tag

source: St Jean Baptiste Day
de: St. Jean Baptiste-Tag

source: St Lucia's Day
de: St. Lucias-Tag

source: St Marguerite's Day
de: St. Marguerites-Tag

source: St Maroon's Day
de: St. Marons-Tag

source: St Michael's Day
de: St. Michaels-Tag

source: St Olav's Day
de: St. Olavs-Tag

source: St Olav's Eve
de: St. Olavsvorabend

source: St Paul's Shipswreck
de: St. Pauls Schiffbruch-Tag

source: St Rose of Lima
de: Heilige Rose von Lima

source: St Ursula's Day
de: St. Ursulas-Tag

source: St Vincent de Paul's Day
de: St. Vincent de Pauls-Tag

source: Suez Victory Day
de: Suez Siegestag

source: Sultan Qaboos' Birthday
de: Sultan Qaboos' Geburtstag

source: Sweden Day
de: Schweden-Tag

source: S. Doe's Birthday
de: S. Does Geburtstag

source: Tennant-Creek Show Day
de: Tennant-Creek Ausstellungstag

source: Territory Day
de: Territoriumstag

source: The Crown Princesse's Birthday
de: Geburtstag der Kronprinzessin
pl: Urodziny Koronowanej Ksiê¿niczki

source: The Crown Princesse's Name-Day
de: Namenstag der Kronprinzessin
pl: Dzieñ Koronowanej Ksiê¿niczki

source: The Crown Prince's Birthday
de: Geburtstag des Kronprinzen

source: The King's Name-Day
de: Namenstag des Königs
pl: Dzieñ Króla

source: The Queen's Name-Day
de: Namenstag der Königin
pl: Dzieñ Królowej

source: Topou I Day
de: Topou I-Tag

source: Town Meeting Day
de: Tag des Städtetreffens

source: Traditional Day
de: Traditionstag

source: Transfer Day
de: Tag der Übertragung

source: Truman Day
de: Truman-Tag

source: Union Day
de: Tag der Union

source: Union with Sweden dissolved
de: Union mit Schweden aufgelöst
pl: Rozpad unii ze Szwecj±

source: United Nations Day
de: Tag der Vereinten Nationen
pl: Dzieñ Narodów Zjednoczonych

source: Unity Factory Day
de: Tag der Fabrikvereinigung

source: Victor-Schoelcher Day
de: Victor-Schoelcher-Tag

source: West Virginia Day
de: West-Virginia-Tag

source: Whitsun Eve
de: Pfingstvorabend
pl: Jutro Bo¿e Cia³o

source: W. Tubman's Birthday
de: W. Tubmans Geburtstag

source: Yap Day
de: Yap-Tag

source: Zi/Rat
de: Zi/Ratte

source: Chou/Ox
de: Chou/Rind

source: Mao/Rabbit
de: Mao/Hase

source: Chen/Dragon
de: Chen/Drache

source: Si/Snake
de: Si/Schlange

source: Wu/Horse
de: Wu/Pferd

source: Wei/Sheep
de: Wei/Schaf

source: Shen/Monkey
de: Shen/Affe

source: You/Rooster
de: You/Hahn

source: Xu/Dog
de: Xu/Hund

source: Hai/Pig
de: Hai/Schwein

source: Cel
de: Kel

source: Cannot calculate lunisolar calendar for %d correctly
de: Lunisolarer Kalender für %d kann nicht korrekt ermittelt werden

source: AMO
de: AMA

source: EGO
de: EGA

source: OxO
de: OxA

source: day
de: Tag
pl: dzieñ

source: Eternal holiday list
de: Ewige Feiertagsliste
pl: Wieczna lista dni wolnych

source: %s:%*sThe year %0*d is A leap year
de: %s:%*sDas Jahr %0*d ist EIN Schaltjahr
pl: %s:%*sRok %0*d jest rokiem przestepnym

source: %s:%*sThe year %0*d is NO leap year
de: %s:%*sDas Jahr %0*d ist KEIN Schaltjahr
pl: %s:%*sRok %0*d nie jest rokiem przestepnym

source: %s:%*sThe year %d is A leap year
de: %s:%*sDas Jahr %d ist EIN Schaltjahr
pl: %s:%*sRok %d jest rokiem przestepnym

source: %s:%*sThe year %d is NO leap year
de: %s:%*sDas Jahr %d ist KEIN Schaltjahr
pl: %s:%*sRok %d nie jest rokiem przestepnym

source: = %+4d day
de: = %+4d Tag
pl: = %+4d dzieñ

source: = %+4d days
de: = %+4d Tage
pl: = %+4d dni

source: %s%s contains %d maximum entries now!%s
de: %s%s hat nun %d Maximaleinträge!%s
pl: %s%s zawiera obecnie maksymalnie %d rekordów!%s

source: Compiled with %s%s for %s%s%s%s
de: Kompiliert mit %s%s für %s%s%s%s
pl: Skompilowany z %s%s dla %s%s%s%s

source: # Day number (must be defined)
de: # Tagesnummer (muß definiert werden)

source: # Year number (must be defined)
de: # Jahresnummer (muß definiert werden)

source: # Weekday name (may be defined)
de: # Wochentagsname (darf definiert werden)

source: Month group (exactly one member must be defined):
de: Monat-Gruppe (genau ein Mitglied muß definiert werden):
pl: Grupa miesiêcy (dok³adnie jeden przedstawiciel musi byæ zdefiniowany):

source: # Month number
de: # Monatsnummer

source: # Month name
de: # Monatsname

source: Highlighting group (all members must be defined):
de: Hervorhebung-Gruppe (alle Mitglieder müssen definiert werden):
pl: Grupa wyró¿niaj±ca (nale¿y zdefiniowaæ wszystkich przedstawicieli):

source: Start of highlighting sequence/marking character
de: Start von Hervorhebungssequenz/Markierungszeichen
pl: Pocz±tek sekwencji wyró¿niaj±cej/znak zaznaczaj±cy

source: End of highlighting sequence/marking character
de: Ende von Hervorhebungssequenz/Markierungszeichen
pl: Koniec sekwencji wyró¿niaj±cej/znak zaznaczaj±cy

source: Character replacement:
de: Zeichenersetzung:
pl: Zamiennik znaku:

source: Space/blank ('%c') character
de: Leerzeichen ('%c')

source: Underscore ('%c') character
de: Unterstrichzeichen ('%c')

source: Percent ('%c') character
de: Prozentzeichen ('%c')

source: Backslash ('%c') character
de: Backslashzeichen ('%c')

source: All format elements marked by # may optionally
de: Alle mit # markierten Formatelemente dürfen optional noch

source: contain a format instruction, which template is like:
de: eine Formatanweisung enthalten, deren Schablone wie folgt ist:

source: [ALIGNMENT [SIGN] [ZERO] WIDTH [STYLE] [SUFFIX] FORMAT]
de: [AUSRICHTUNG [VORZEICHEN] [NULL] BREITE [STIL] [ANHANG] FORMAT]

source: ALIGNMENT group (exactly one member must be defined):
de: AUSRICHTUNG-Gruppe (genau ein Mitglied muß definiert werden):

source: Field contents placed at the left margin using width WIDTH
de: Feldinhalt linksbündig stellen im Feld der Breite BREITE

source: Field contents placed in centered manner using width WIDTH
de: Feldinhalt mittig stellen im Feld der Breite BREITE
