Repository: gitGNU/gnu_gcal
Catalog: po/*.po
Languages: de, pl

source: %s: error during program execution of `%s'
de: %s: Fehler bei Programmausführung von `%s'
pl: %s: b³±d podczas dzia³ania programu `%s'

source: Usage: %s [--%s | --%s] | [TEXT-FILE | -] [DATE-PART]
de: Aufruf: %s [--%s | --%s] | [TEXTDATEI | -] [DATUMTEIL]

source: %s: no regular file
de: %s: keine reguläre Datei
pl: %s: brak zwyk³ego pliku

source: %s: file not found
de: %s: Datei nicht gefunden
pl: %s: nie odnaleziono pliku

source: Usage: %s [--%s | --%s] | [RESOURCE-FILE | -]
de: Aufruf: %s [--%s | --%s] | [RESSOURCENDATEI | -]

source: Day group (exactly one member must be defined):
pl: Grupa dni (dok³adnie jeden przedstawiciel musi byæ zdefiniowany):

source: Day number with leading zeroes
pl: Numer dnia z poprzedzaj±cymi zerami

source: Day number with leading spaces
pl: Numer dnia z poprzedzaj±cymi spacjami

source: Day number with leading zeroes and trailing suffix
pl: Numer dnia z poprzedzaj±cymi zerami i nastêpuj±cym rozszerzeniem

source: Day number with leading spaces and trailing suffix
pl: Numer dnia z poprzedzaj±cymi spacjami i nastêpuj±cym rozszerzeniem

source: Complete month name
pl: Pe³na nazwa miesi±ca

source: Abbreviated month name (3 letters)
pl: Skrócona nazwa miesi±ca (3 litery)

source: Month number with leading zero
pl: Numer miesi±ca z poprzedzaj±cymi zerami

source: Month number with leading space
pl: Numer miesi±ca z poprzedzaj±cymi spacjami

source: Year group (exactly one member must be defined):
pl: Grupa lat (dok³adnie jeden przedstawiciel musi byæ zdefiniowany):

source: Complete year number with leading zeroes
pl: Pe³ny numer roku z poprzedzaj±cymi zerami

source: Complete year number with leading spaces
pl: Pe³ny numer roku z poprzedzaj±cymi spacjami

source: Last two digits of year number with leading zero
pl: Ostatnie dwie cyfry roku z poprzedzaj±cym zerem

source: Last two digits of year number with leading space
pl: Ostatnie dwie cyfry roku z poprzedzaj±c± spacj±

source: Weekday name group (one member may be defined):
pl: Nazwa dnia (jeden przedstawiciel mo¿e byæ zdefiniowany):

source: Complete weekday name
pl: Pe³na nazwa dnia

source: Abbreviated weekday name (3 letters)
pl: Skrócona nazwa dnia (3 litery)

source: Abbreviated weekday name (2 letters)
pl: Skrócona nazwa dnia (2 litery)

source: Space/blank (' ') character
pl: Odstêp/znak pusty (' ')

source: Underscore ('_') character
pl: Znak podkre¶lenia ('_')

source: Percent ('%') character
pl: Znak procentu ('%')

source: y
pl: r

source: w
pl: t

source: %s: command in environment variable `%s' found -- %s %s
pl: %s: polecenie w zmiennej ¶rodowiskowej `%s' znaleziono -- %s %s

source: %s: invalid date given -- %c%s %s
pl: %s: podano b³êdna datê -- %c%s %s

source: shell script
pl: skrypt pow³oki

source: Austrian
pl: Austriacki

source: Australian
pl: Australijski

source: Belgian
pl: Belgijski

source: Canadian
pl: Kanadyjski

source: Swiss
pl: Szwajcarski

source: Czech
pl: Czeski

source: German
pl: Niemiecki

source: Danish
pl: Duñski

source: Spanish
pl: Hiszpañski

source: Finnish
pl: Fiñski

source: French
pl: Francuski

source: British
pl: Brytyjski

source: Greek
pl: Grecki

source: Hungarian
pl: Wêgierski

source: Italian
pl: W³oski

source: Mexican
pl: Meksykañski

source: Dutch
pl: Holenderski

source: Norwegian
pl: Norweski

source: Polish
pl: Polski

source: Portuguese
pl: Portugalski

source: Swedish
pl: Szwecki

source: Slovenian
pl: S³oweñski

source: U.S. American
pl: Amerykañski

source: Trinity Sunday
pl: Niedziela ¦w. Trójcy

source: St. Nicholas' Day
pl: Miko³ajki

source: St. Jean Baptiste Day
pl: Dzieñ ¦w. Jana Baptysty

source: St. Berchtold's Day
pl: Dzieñ ¦w. Berchtolda

source: Czech People's May Uprising
pl: Majowe Powstanie Ludu Czeskiego

source: Women's shrove day
pl: Ostatki

source: Death Sunday
pl: ¦miertelna Niedziela

source: National Affliction Day
pl: Narodowy Dzieñ Cierpienia

source: St. Josef's Day
pl: Dzieñ ¦w. Józefa

source: St. James' Day
pl: Dzieñ ¦w. Jamesa

source: St. David's Day
pl: Dzieñ ¦w. Dawida

source: St. George's Day
pl: Dzieñ ¦w. Grzegorza

source: St. Edward's Day
pl: Dzieñ ¦w. Edwarda

source: St. Stephen's Day
pl: Dzieñ ¦w. Stefana

source: Benito Juarez Day
pl: Dzieñ Benito Juareza

source: Puebla's Battle
pl: Bitwa o Pueblo

source: Independence proclamation
pl: Proklamacja Niepodleg³o¶ci

source: St. Nicholas' Eve
pl: Jutro Miko³ajki

source: Olsok Eve
pl: Jutro Olsok

source: St. Canute's Day
pl: Dzieñ ¦w. Kanuta

source: St. Lucia's Day
pl: Dzieñ ¦w. £ucji

source: President's Day
pl: Dzieñ Prezydenta

source: St. Patrick's Day
pl: Dzieñ ¦w. Patryka

source: Armed Forces' Day
pl: Dzieñ Si³ Zbrojnych

source: St. John's Day
pl: Dzieñ ¦w. Jana

source: St. John's Eve
pl: Jutro Dzieñ ¦w. Jana

source: Midsummer's Day
pl: ¦rodek Lata

source: Midsummer's Eve
pl: Jutro ¦rodek Lata

source: Sylvester
pl: Sylwester

source: Thanksgiving
pl: Dzieñ Dziêkczynienia

source: St. Valentine's Day
pl: Dzieñ zakochanych

source: International Women's Day
pl: Miêdzynarodowy Dzieñ Kobiet

source: OPTION
pl: OPCJA

source: Display version number and quit program
pl: Wy¶wietl numer wersji i zakoñcz program

source: Define global date variable(s) "dvar->a...d|f...s|u...|z"
pl: Zdefiniuj globaln± zmienn±(e) daty "dvar->a...d|f...s|u...|z"

source: e.g. %sv a%s1127%sb%s054 Set `a' to Nov 27 and `b' to May 4
pl: np. %sv a%s1127%sb%s054 Ustaw `a' na 27 Lis a `b' na 4 Maj

source: Define global text variable(s) "tvar->%ca...%cz"
pl: Zdefiniuj globaln±(e) zmienn±(e) tekstow±(e) "tvar->%ca...%cz"

source: e.g. %sr %ca%sfoo%s%cb%sbar Set `%ca' to `foo' and `%cb' to `bar'
pl: np. %sr %ca%sfoo%s%cb%sbar Ustaw `%ca' na `foo' a `%cb' na `bar'

source: is a LOWER CASE LETTER, it means a `non'-exclusion!
pl: jest MA£¡ LITER¡, oznacza on bez wykluczania!

source: Display some debug informations
pl: Wy¶wietl informacje diagnostyczne

source: Use leap year rule of Eastern orthodox churches
pl: U¿yj regu³y roku przestêpnego Wschodnich Ko¶cio³ów Ortodoksyjnych

source: Provide calendar sheet with ISO week numbers
pl: Poka¿ kartkê kalendarza z numerami ISO tygodni

source: e.g. %sH \x2%s\xAE Use hex values 2 and AE for sequence 1
pl: np. %sH \x2%s\xAE U¿yj warto¶æi hex 2 I AE dla sekwencji 1

source: e.g. %sH %s%s*%s* Use characters `*' and `*' for sequence 2
pl: np. %sH %s%s*%s* U¿yj znaków `*' i `*' dla sekwencji 2

source: Set starting day of week
pl: Ustaw pocz±tkowy dzieñ tygodnia

source: Provide eternal holiday list without standard holidays
pl: Poka¿ wieczn± listê dni wolnych bez typowych dni wolnych

source: Provide eternal holiday list with Christian holidays
pl: Poka¿ wieczn± listê dni wolnych ze ¶wiêtami katolickimi

source: which are connected by `%s' characters
pl: które s± po³±czone znakami `%s'

source: %s = %s holidays
pl: %s = %s dni wolnych

source: Actual format: (%s) `%s' (%s)
pl: Obecny format: (%s) `%s' (%s)

source: %-6s = Set format to: `%s' (%s)
pl: %-6s = Przestaw format na: `%s' (%s)

source: Set EXIT status of program to 127 on --help, --version etc.
pl: Ustaw kod wyj¶cia programu na 127 dla --help, --version itp.

source: # k = Display ISO week number
pl: # k = Wy¶wietl numer ISO tygodnia

source: # `%s%s' = Single day `%s' of month `%s'
pl: # `%s%s' = Pojedyñczy dzieñ `%s' miesi±ca `%s'

source: # `%s%s'N = Single N'th weekday `%s' of month `%s'
pl: # `%s%s'N = Pojedyñczy Nty dzieñ tygodnia `%s' miesi±ca `%s'

source: N = 1...4 1st...4th weekday `%s' (always)
pl: N = 1...4 1...4. dzieñ tygodnia `%s' (zawsze)

source: N = 5 5th weekday `%s' (sometimes)
pl: N = 5 5. dzieñ tygodnia `%s' (czasami)

source: N = 9 Last weekday `%s'
pl: N = 9 Ostatni dzieñ tygodnia `%s'

source: # %cdN`%s' = Single N'th weekday `%s'
pl: # %cdN`%s' = Pojedyñczy Nty dzieñ tygodnia `%s

source: N = 1...51 1st...51st weekday `%s' (always)
pl: N = 1...51 1...51. dzieñ tygodnia `%s' (zawsze)

source: N = 52|53 52|53rd weekday `%s' (sometimes)
pl: N = 52|53 52|53. dzieñ tygodnia `%s' (czasami)

source: N = 99 Last weekday `%s'
pl: N = 99 Ostatni dzieñ tygodnia `%s'

source: # %cwN`%s' = Single weekday `%s' of N'th week
pl: # %cwN`%s' = Pojedyñczy dzieñ tygodnia `%s' z N tygodni

source: N = 0 `%s' which isn't located in 1st week
pl: N = 0 `%s' który nie znajduje siê w 1. tygodniu

source: N = 1...51 `%s' of 1st...51st week (always)
pl: N = 1...51 `%s' 1...51. tydzieñ (zawsze)

source: N = 52|53 `%s' of 52|53rd week (sometimes)
pl: N = 52|53 `%s' 52|53. tydzieñ (czasami)

source: N = 99 `%s' of last week
pl: N = 99 `%s' ostatni tydzieñ

source: # %c%c[%s|%s]N`%s'= Single N'th weekday relative to Easter Sunday
pl: # %c%c[%s|%s]N`%s'= Pojedyñczy Nty dzieñ tygodnia wzglêdem Niedzieli Wielkanocnej

source: # %c%c[%s|%s]N`%s'= Single N'th weekday relative to today's date
pl: # %c%c[%s|%s]N`%s'= Pojedyñczy Nty dzieñ tygodnia wzglêdem dzisiejszej daty

source: # %c?[%s|%s]N`%s'= Single N'th weekday relative to date variable
pl: # %c?[%s|%s]N`%s'= Pojedyñczy Nty dzieñ tygodnia wzglêdem zmieenej daty

source: Date format: %s[%s[%s|%s[N]]], %s%c%c|%c|dvar[[%s|%s]N[%s]], %s%cdN[%s]
pl: Format daty: %s[%s[%s|%s[N]]], %s%c%c|%c|dvar[[%s|%s]N[%s]], %s%cdN[%s]

source: Range: [%s%s]%s%s[%s%s]%s
pl: Zakres: [%s%s]%s%s[%s%s]%s

source: %sh|hh = Help screen; %sL = License; %sV = Version; %su = Suppress calendar sheet
pl: %sh|hh = Okno pomocy; %sL = Licencja; %sV = Wersja; %su = Powstrzymaj kartki kalendarza

source: %si[-] = Special calendar format;
pl: %si[-] = Specjalny format kalendarza;

source: %sp = Simple pager;
pl: %sp = Prosty pager;

source: %sH yes = Use highlighting
pl: %sH yes = Wyró¿niaj

source: %sj[] = Output of consecutive day of year (Modifiers: [b n nb
pl: %sj[] = Wynik kolejnego dnia roku (Zmieniaj±: [b n nb

source: %sn|N[%s] = Display eternal holiday list (Year in range: %d...%d)
pl: %sn|N[%s] = Wy¶wietl wieczn± listê dni wolnych (Lata w zakresie: %d...%d)

source: %s = Month in range: %d...%d List: %s[%s%s]%s...%s%s[%s%s]
pl: %s = Miesi±ce w zakresie: %d...%d Poka¿: %s[%s%s]%s...%s%s[%s%s]

source: or: month name|%s[%s|%s|%s] Range: %s[%s%s]%s%s[%s%s]
pl: lub: nazwa miesi±ca|%s[%s|%s|%s] Zakres: %s[%s%s]%s%s[%s%s]

source: %s = Year in range: %d...%d%*s%*s List: [%s%s]%s%s...%s[%s%s]%s
pl: %s = Zakres lat: %d...%d%*s%*s Poka¿: [%s%s]%s%s...%s[%s%s]%s

source: Range: [%s%s]%s%s[%s%s]%s
pl: Zakres: [%s%s]%s%s[%s%s]%s

source: Use `%s %s' or
pl: U¿yj `%s %s' albo

source: `%s %s|[%s?]' for more information.
pl: `%s %s|[%s?]' dla pe³niejszej informacji.

source: :%*s The GNU calendar program (
pl: :%*s Kalendarz GNU (

source: version %d.%d
pl: wersja %d.%d

source: version %d
pl: wersja %d

source: on %s
pl: na %s

source: unknown date
pl: nieznana data

source: pm
pl: przed po³udniem

source: am
pl: po po³udniu

source: Fixed date list
pl: Ustalona lista dat

source: %s: invalid date given -- %s %s
pl: %s: podano b³êdna datê -- %s %s

source: Date variable `%c' undefined in file `%s'.
pl: Zmienna daty `%c' niezdefiniowana w pliku `%s'.

source: Invalid date value (variable `%c') in file `%s'.
pl: Z³a warto¶æ daty (zmienna `%c') w pliku `%s'.

source: Argument `%s' of command line ignored
pl: Argument `%s' lini poleceñ zignorowany

source: Abort!
pl: Przerwij!

source: NULL argument
pl: Argument NULL

source: NULL parameter
pl: Argument NULL

source: start `%c'
pl: uruchom `%c'

source: <Return> for more , <%s> to quit...
pl: <Enter> aby kontynuowaæ , <%s> by zakoñczyæ...

source: Environment variable `%s' not found
pl: Brak zmiennej ¶rodowiskowej `%s'

source: Environment variable `%s' not set
pl: Zmienna ¶rodowiskowa `%s' nie ustawiona

source: `termcap' file not found
pl: nie znaleziono pliku `termcap'

source: Unknown terminal type defined in `%s'
pl: Zdefiniowano nieznany typ terminala w `%s'

source: illegal date variable operation in file `%s' Line %ld: %s
pl: niepoprawna operacja na zmiennej daty w pliku `%s' Linia %ld: %s

source: illegal date variable operation (%s) %s
pl: niepoprawna operacja na zmiennej daty (%s) %s

source: sending eMail to `%s' have failed
pl: próba wys³ania listu do `%s' nie powiod³a siê

source: `%s' line %ld: (`%s') `%s%d' have failed
pl: `%s' linia %ld: (`%s') `%s%d' bez powodzenia

source: illegal text variable definition in file `%s' Line %ld: %s
pl: niepoprawna definicja zniennej tekstowej w pliku `%s' Linia %ld: %s

source: illegal text variable definition (%s) %s
pl: niepoprawna definicja zniennej tekstowej (%s) %s

source: Mon
pl: Pon

source: Mo
pl: Pn

source: Fr
pl: Pt

source: Sa
pl: So

source: Jan
pl: Sty

source: Feb
pl: Lut

source: Apr
pl: Kwi

source: Jun
pl: Cze

source: Jul
pl: Lip

source: Aug
pl: Sie

source: Sep
pl: Wrz

source: Nov
pl: Lis

source: April
pl: Kwiecieñ

source: August
pl: Sierpieñ

source: September
pl: Wrzesieñ

source: November
pl: Listopad

source: Usage: %s [--help | --version] | [--shift=[+|-]NUMBER] [ARGUMENT...]
pl: U¿ycie: %s [--help | --version] | [--przes=[+|-]NUMER] [ARGUMENT...]

source: Usage: %s [--help | --version] | [TEXT-FILE | -] [DATE-PART]
pl: U¿ycie: %s [--help | --version] | Plik tekstowy | -] [Date-part]

source: Usage: %s [--help | --version] | [RESOURCE-FILE | -]
pl: U¿ycie: %s [--help | --version] | Plik zasobów | -]
