Repository: gitGNU/gnu_gcal
Catalog: po/*.po
Languages: de, pl

source: Field contents placed at the right margin using width WIDTH
de: Feldinhalt rechtsbündig stellen im Feld der Breite BREITE

source: SIGN (may be defined):
de: VORZEICHEN (darf definiert werden):

source: Numerical value is provided with leading sign
de: Numerischen Wert mit führendem Vorzeichen ausstatten

source: ZERO (may be defined):
de: NULL (darf definiert werden):

source: Numerical value is filled with leading zero(es)
de: Numerischen Wert mit führenden Nullen auffüllen

source: WIDTH (must be defined):
de: BREITE (muß definiert werden):

source: Field has the width N (%d...%d)
de: Feld hat die Breite N (%d...%d)

source: STYLE group (exactly one member may be defined):
de: STIL-Gruppe (genau ein Mitglied darf definiert werden):

source: Field contents is converted to upper-case letters
de: Feldinhalt in Großbuchstaben umwandeln

source: Field contents is converted to lower-case letters
de: Feldinhalt in Kleinbuchstaben umwandeln

source: Field contents is converted to capitalized words
de: Feldinhalt in Wortgroßschreibung umwandeln

source: SUFFIX (may be defined):
de: ANHANG (darf definiert werden):

source: Numerical value is provided with an ordinal number suffix
de: Numerischen Wert mit Ordnungszahlanhang ausstatten

source: FORMAT group (exactly one member must be defined):
de: FORMAT-Gruppe (genau ein Mitglied muß definiert werden):

source: Field contents is not cut after position WIDTH
de: Feldinhalt wird nicht nach Position BREITE abgeschnitten

source: Field contents is cut after position WIDTH
de: Feldinhalt wird nach Position BREITE abgeschnitten

source: legal holidays
de: gesetzlichen Feiertage
pl: ¶wiêta pañstwowe

source: holidays
de: Feiertage
pl: dni wolne

source: Mondays
de: Montage
pl: Poniedzia³ki

source: Tuesdays
de: Dienstage
pl: Wtorki

source: Wednesdays
de: Mittwoche
pl: ¦rody

source: Thursdays
de: Donnerstage
pl: Czwartki

source: Fridays
de: Freitage
pl: Pi±tki

source: Saturdays
de: Samstage
pl: Soboty

source: Sundays
de: Sonntage
pl: Niedziele

source: Mondays...Thursdays
de: Montage...Donnerstage
pl: Poniedzia³ki...Czwartki

source: Mondays...Fridays
de: Montage...Freitage
pl: Poniedzia³ki...Pi±tki

source: %s: Use `%s %s' with one of these arguments
de: %s: Benutze `%s %s' mit einem dieser Argumente
pl: %s: U¿yj `%s %s' z jednym z tych argumentów

source: Display help text and quit program
de: Hilfetext ausgeben und Programm beenden
pl: Wy¶wietl tekst pomocy i zakoñcz program

source: Display extended help text and quit program
de: Erweiterten Hilfetext ausgeben und Programm beenden
pl: Wy¶wietl obszerniejszy tekst pomocy i zakoñcz program

source: Display software license and quit program
de: Softwarelizenz ausgeben und Programm beenden
pl: Wy¶wietl licencjê programu i zakoñcz program

source: Display version information and quit program
de: Versionsinformation ausgeben und Programm beenden

source: Set EXIT status of program to %d on `%s' etc.
de: Setze Programm EXIT Status auf %d bei `%s' etc.

source: Create response file for the `%cFILE' option
de: Antwortdatei für die `%cDATEI' Option erzeugen
pl: Utwórz plik odpowiedzi dla opcji `%cPLIK'

source: %-3s = Store arguments of command line in file %s
de: %-3s = Schreibe Argumente der Kommandozeile in Datei %s

source: Create shell script which contains the arguments of command line
de: Shell script mit den Argumenten der Kommandozeile erzeugen
pl: Utwórz skrypt pow³oki zawieraj±cy argumenty wiersza poleceñ

source: %-3s = File name of the shell script
de: %-3s = Dateiname des shell scripts

source: Define global date variable(s) "DVAR->a...d|f...s|u...|z"
de: Globale Datumvariable(n) "DVAR->a...d|f...s|u...|z" definieren

source: %-3s = "DVAR%s%s%s" definitions separated by `%s' characters
de: %-3s = "DVAR%s%s%s" Definitionen getrennt durch `%s' Zeichen

source: E.g. %sv a%s1127%sb%s054 Set `a' to Nov 27 and `b' to May 4
de: Z.B. %sv a%s1127%sb%s054 Setze `a' auf 27 Nov und `b' auf 4 Mai

source: Export local date variables from file to file
de: Lokale Datumvariablen von Datei zu Datei exportieren
pl: Eksportuj lokaln± zmienn± daty z pliku do pliku

source: Define global text variable(s) "TVAR->%ca...%cz"
de: Globale Textvariable(n) "TVAR->%ca...%cz" definieren

source: %-3s = "TVAR%sTEXT" definitions separated by `%s' characters
de: %-3s = "TVAR%sTEXT" Definitionen getrennt durch `%s' Zeichen

source: E.g. %sr %ca%sfoo%s%cb%sbar Set `%ca' to `foo' and `%cb' to `bar'
de: Z.B. %sr %ca%sfoo%s%cb%sbar Setze `%ca' auf `foo' und `%cb' auf `bar'

source: = "TVAR[%s|%c%s]COMMAND" definitions separated by `%s' characters
de: = "TVAR[%s|%c%s]KOMMANDO" Definitionen getrennt durch `%s' Zeichen

source: E.g. %sr %ca%sfoo Assign output of command `foo' to `%ca'
de: Z.B. %sr %ca%sfoo Ausgabe von Kommando `foo' an `%ca' zuweisen

source: Export local text variables from file to file
de: Lokale Textvariablen von Datei zu Datei exportieren
pl: Eksportuj lokalne zmienne tekstowe z pliku do pliku

source: Display only those fixed dates, whose date is not excluded by %s
de: Nur die Termine ausgeben, deren Datum %s nicht ausschließt

source: %-3s = One or more of the following characters. If character
de: %-3s = Eines oder mehrere der folgenden Zeichen. Wenn Zeichen ein

source: is a LOWER-CASE-LETTER, it means a non-exclusion!
de: KLEINBUCHSTABE ist, so bedeutet das einen Nichtausschluß

source: %c = Exclusion of all %s
de: %c = Ausschluß aller %s
pl: %c = Pominiêcie wszystkich %s

source: %-3s = List of `%c[DATE][%c[DATE]]' and/or `%c[DATE][%c[DATE]]'
de: %-3s = Liste von `%c[DATUM][%c[DATUM]]' und/oder `%c[DATUM][%c[DATUM]]

source: expressions separated by `%s' characters
de: Ausdrücken, die durch `%s' Zeichen getrennt sind
pl: wyra¿enia rozdzielone przez znaki `%s'

source: Display only those fixed dates, whose text is matched by %s
de: Nur die Termine ausgeben, in denen %s im Text enthalten ist

source: %-3s = Any text you like, metacharacters are not respected
de: %-3s = Jeder beliebige Text, Metazeichen werden nicht berücksichtigt

source: %-3s = Any text respectively "regular expression" you like
de: %-3s = Jeder beliebige Text bzw. "reguläre Ausdruck"

source: Ignore case distinctions if `%s' option is given
de: Unterschied zwischen Groß- und Kleinschreibung bei Benutzung der `%s' Option ignorieren

source: Revert the sense of matching of the `%s' option
de: Den Sinn des Vergleichs der `%s' Option umkehren

source: Display some debug information
de: Einige Debug-Informationen ausgeben

source: [%-3s] = internal Information if program internal maximums are reached
de: [%-3s] = internal Informationen bei Erreichen programminterner Maxima

source: = handled Like `internal' and file names which are handled
de: = handled Wie `internal' und zudem gehandhabte Dateinamen
pl: = handled Tak jak `internal' oraz nazwy u¿ywanych plików

source: = unhandled Like `internal' and file names which are unhandled
de: = unhandled Wie `internal' und zudem nicht gehandhabte Dateinamen
pl: = unhandled Tak jak `internal' oraz nazwy niewykorzystanych plików

source: = all Like `handled' and `unhandled' together
de: = all Wie `handled' und `unhandled' zusammen
pl: = all Tak jak `handled' i `unhandled' razem

source: = abort Like `all' and abort if file name can't be handled
de: = abort Wie `all' und Abbruch bei ungehandhabten Dateinamen
pl: = abort Tak jak `all' i przerwij jesli pliku nie mo¿na u¿yæ

source: Use special format for calendar sheet
de: Spezial-Kalenderformat für Kalenderblatt verwenden
pl: Zastosuj specjalny format dla kartki kalendarza

source: [MOD] = - Use standard format for calendar sheet
de: [MOD] = - Standard-Kalenderformat für Kalenderblatt verwenden
pl: [MOD] = - U¿yj standardowego formatu kartki kalendarza

source: Use leap year rule of Eastern Orthodox churches
de: Schaltjahrregel der östlichen orthodoxen Kirchen verwenden

source: Provide calendar sheet with week numbers
de: Kalenderblatt mit Wochennummern ausstatten

source: Determine type of week numbers (actual: %s)
de: Art der Wochennummern bestimmen (aktuell: %s)

source: %-3s = yes ISO-8601:1988 week numbers
de: %-3s = yes ISO-8601:1988 Wochennummern

source: = no Standard week numbers
de: = no Standard-Wochennummern

source: Suppress output of calendar sheet explicitly
de: Ausgabe des Kalenderblatts explizit unterdrücken
pl: Nie wy¶wietlaj kartek kalendarza

source: Direct output through external `%s' pager
de: Ausgabe durch externen `%s' Paginierer lenken

source: Direct output through simple internal pager
de: Ausgabe durch einfachen internen Paginierer lenken

source: Disable highlighting of text, holiday resp., actual day
de: Text, Feiertag bzw. aktuelles Datum ohne Hervorhebung ausgeben
pl: Wy³±cz wyró¿nianie tekstu, dni wolnych, b±d¼ aktualnego dnia

source: Forces highlighting sequences if output is redirected/piped
de: Beläßt Hervorhebungssequenzen in Ausgabe bei Ausgabeumlenkung
pl: Wymuszaj kody wyró¿niania je¶li wynik jest przeadresowany/idzie przez potok

source: Set highlighting sequence pairs 1 (=actual day) and 2 (=holiday)
de: Setze Hervorhebungssequenz-Paare 1 (=aktueller Tag) und 2 (=Feiertag)
pl: Ustaw pary kodów wyró¿niania 1(=aktualny dzieñ), 2(=dni wolne)

source: %-3s = Highlighting sequence pairs separated by `%s' characters
de: %-3s = Durch `%s' Zeichen getrennte Hervorhebungssequenz-Paare

source: E.g. %sH \x2%s\xAE Use hex values 2 and AE for sequence 1
de: Z.B. %sH \x2%s\xAE Benutze Hex-Wert 2 und AE für Sequenz 1

source: E.g. %sH %s%s*%s* Use characters `*' and `*' for sequence 2
de: Z.B. %sH %s%s*%s* Benutze Zeichen `*' und `*' für Sequenz 2

source: Modify format of year calendar
de: Format des Jahreskalenders festlegen
pl: Zmieñ format kalendarza lat

source: %-3s = 1|2|3|4|6|12 Number of blocks (actual: %d)
de: %-3s = 1|2|3|4|6|12 Anzahl der Blöcke (aktuell: %d)

source: Use consecutive day of year in calendar sheet
de: Fortlaufenden Tag des Jahres im Kalenderblatt verwenden
pl: U¿yj kolejnych dni lat w kartce kalendarza

source: [MOD] = b Use both date notations (day of month+year)
de: [MOD] = b Beide Datumnotationen (Tag des Monats+Jahres) verwenden
pl: [MOD] = b U¿yj obu notacji daty (dzieñ miesi±ca+rok)

source: Use consecutive day of year in eternal holiday list
de: Fortlaufenden Tag des Jahres in ewiger Feiertagsliste verwenden
pl: U¿yj kolejnych dni roku we wiecznej li¶cie dni wolnych

source: [MOD] = b Use both date notations (day of month+year)
de: [MOD] = b Beide Datumnotationen (Tag des Monats+Jahres) verwenden
pl: [MOD] = b U¿yj obu notacji daty (dzieñ miesi±ca+rok)

source: Use consecutive day of year in fixed date list
de: Fortlaufenden Tag des Jahres in Terminliste verwenden
pl: U¿yj kolejnych dni roku w li¶cie ustalonych dni

source: Set starting day of week (actual: %s)
de: Starttag der Woche festlegen (aktuell: %s)

source: Send output via `%s' program to user
de: Versenden der Ausgabe via `%s' Programm an Benutzer
pl: Prze¶lij wynik u¿ytkownikowi poprzez program `%s'

source: UNKNOWN
de: UNBEKANNT

source: [%-3s] = Email address, otherwise eMail is send to user `%s'
de: [%-3s] = eMail Adresse, sonst eMail-Versand an Benutzer `%s'

source: Display eternal holiday list (Year in range: %d...%d)
de: Ewige Feiertagsliste ausgeben (Jahr im Bereich: %d...%d)
pl: Poka¿ wieczn± listê dni wolych (Lata w zakresie: %d...%d)

source: n = Legal days and memorial days
de: n = Gesetzliche Feiertage und Gedenktage
pl: n = ¦wiêta pañstwowe i dni pamiêci

source: N = Legal days only
de: N = Nur gesetzliche Feiertage
pl: N = Tylko ¶wiêta pañstwowe

source: [MOD] = %s Descending sort order
de: [MOD] = %s Absteigend sortiert
pl: [MOD] = %s Opadajacy porz±dek sortowania

source: Suppress leading blank line of eternal holiday list
de: Ewige Feiertagsliste ohne anführende Leerzeile ausgeben

source: Exclude title of eternal holiday list
de: Ewige Feiertagsliste ohne Überschrift ausgeben
pl: Wy³±cz tytu³ wiecznej listy dni wolnych

source: Provide eternal holiday list with astronomical data
de: Ewige Feiertagsliste mit astronomischen Daten ausstatten

source: Provide eternal holiday list with Bahá'i calendar holidays
de: Ewige Feiertagsliste mit Bahá'i Feiertagen ausstatten

source: Provide eternal holiday list with Bahá'i calendar months
de: Ewige Feiertagsliste mit Bahá'i Monaten ausstatten

source: Provide eternal holiday list with Celtic calendar holidays
de: Ewige Feiertagsliste mit keltischen Feiertagen ausstatten

source: Provide eternal holiday list with Chinese flexible calendar holidays
de: Ewige Feiertagsliste mit flexiblen chinesischen Feiertagen ausstatten

source: Provide eternal holiday list with Chinese flexible calendar months
de: Ewige Feiertagsliste mit flexiblen chinesischen Monaten ausstatten

source: Provide eternal holiday list with Chinese calendar holidays
de: Ewige Feiertagsliste mit chinesischen Feiertagen ausstatten

source: Provide eternal holiday list with Chinese calendar months
de: Ewige Feiertagsliste mit chinesischen Monaten ausstatten

source: Provide eternal holiday list with Christian Western calendar holidays
de: Ewige Feiertagsliste mit christlichen Feiertagen ausstatten

source: Provide eternal holiday list with Coptic calendar months
de: Ewige Feiertagsliste mit koptischen Monaten ausstatten

source: Provide eternal holiday list with Ethiopic calendar months
de: Ewige Feiertagsliste äthiopischen Monaten ausstatten

source: Provide eternal holiday list with French Revolutionary calendar months
de: Ewige Feiertagsliste franz. Revolutionskalendermonaten ausstatten

source: Provide eternal holiday list with Hebrew calendar holidays
de: Ewige Feiertagsliste mit hebräischen Feiertagen ausstatten

source: Provide eternal holiday list with Hebrew calendar months
de: Ewige Feiertagsliste mit hebräischen Monaten ausstatten

source: Provide eternal holiday list with Indian civil-calendar months
de: Ewige Feiertagsliste mit indischen Monaten ausstatten

source: Provide eternal holiday list with Islamic civil-calendar holidays
de: Ewige Feiertagsliste mit islamischen Feiertagen ausstatten

source: Provide eternal holiday list with Islamic civil-calendar months
de: Ewige Feiertagsliste mit islamischen Monaten ausstatten

source: Provide eternal holiday list with Japanese flexible calendar holidays
de: Ewige Feiertagsliste mit flexiblen japanischen Feiertagen ausstatten

source: Provide eternal holiday list with Japanese flexible calendar months
de: Ewige Feiertagsliste mit flexiblen japanischen Monaten ausstatten

source: Provide eternal holiday list with Japanese calendar holidays
de: Ewige Feiertagsliste mit japanischen Feiertagen ausstatten

source: Provide eternal holiday list with Japanese calendar months
de: Ewige Feiertagsliste mit japanischen Monaten ausstatten

source: Provide eternal holiday list with multicultural New Year holidays
de: Ewige Feiertagsliste mit multikulturellen Neujahren ausstatten

source: Provide eternal holiday list with Old-Armenic calendar months
de: Ewige Feiertagsliste mit alt-armenischen Monaten ausstatten

source: Provide eternal holiday list with Old-Egyptic calendar months
de: Ewige Feiertagsliste mit alt-ägyptischen Monaten ausstatten

source: Provide eternal holiday list with Orthodox new-calendar holidays
de: Ewige Feiertagsliste neu-orthodoxen Feiertagen ausstatten

source: Provide eternal holiday list with Orthodox old-calendar holidays
de: Ewige Feiertagsliste alt-orthodoxen Feiertagen ausstatten

source: Provide eternal holiday list with Persian Jalaali-calendar holidays
de: Ewige Feiertagsliste persischen Feiertagen ausstatten

source: Provide eternal holiday list with Persian Jalaali-calendar months
de: Ewige Feiertagsliste persischen Monaten ausstatten

source: Provide eternal holiday list with zodiacal marker data
de: Ewige Feiertagsliste mit Tierkreiszeichen ausstatten

source: Provide eternal holiday list with country specific holidays
de: Ewige Feiertagsliste mit landesspezifischen Feiertagen ausstatten
pl: Poka¿ wieczn± listê dni wolnych ze ¶wiêtami zale¿nymi od kraju

source: %-3s = Single country resp., territory code or a list of these,
de: %-3s = Einzelner Landes- oder Territoriumskode bzw. Liste dieser,

source: which are connected by `%s' characters. Countries/territories,
de: die durch `%s' Zeichen verbunden werden. Alle mit # markierten

source: marked by # have an incomplete recording of holidays
de: Länder/Territorien haben nur unvollständig erfasste Feiertage

source: %-*s = Holidays in %s
de: %-*s = Feiertage in %s

source: Set reference value for rise/set time respectively shadow length
de: Referenzwert für Auf-/Untergangszeit bzw. Schattenlänge festlegen

source: %-3s = Angular value respectively factor in range: %+.1f...%+.1f
de: %-3s = Winkelwert bzw. Faktor im Bereich: %+.1f...%+.1f

source: Set base data of Earth's atmosphere
de: Basisdaten der Erdatmosphäre festlegen

source: %-3s = Air pressure and temperature separated by `%s' character
de: %-3s = Luftdruck und Temperatur getrennt durch `%s' Zeichen

source: Air pressure in Millibar (actual: %.3f)
de: Luftdruck in Millibar (aktuell: %.3f)

source: Air temperature in degrees Celsius (actual: %+.3f)
de: Lufttemperatur in Grad Celsius (aktuell: %+.3f)

source: Limit rise/set times of Sun to the day
de: Auf-/Untergangszeiten der Sonne auf den Tag beschränken

source: Represent astronomical times and data with utmost precision
de: Astronomische Zeiten und Daten mit höchster Genauigkeit darstellen

source: Execute `%c%c[%s]' shell commands
de: `%c%c[%s]' Shell-Kommandos und

source: and "TVAR[%s|%c%s]COMMAND" assignments
de: "TVAR[%s|%c%s]KOMMANDO" Zuweisungen ausführen

source: Change base time of astronomical functions
de: Basiszeit der astronomischen Funktionen ändern

source: respectively, change cycle-starting time
de: beziehungsweise Zyklus-Startzeit ändern

source: %-3s = %c|%c|[%c|%c][%s|%s]MMMM|HH%s[MM] Time offset value (actual: %s%02d%s%02d == GMT%s)
de: %-3s = %c|%c|[%c|%c][%s|%s]MMMM|HH%s[MM] Zeitversatzwert (aktuell: %s%02d%s%02d == GMT%s)

source: %-3s = %c|[%c][%s|%s]MMMM|HH%s[MM] Time offset value (actual: %s%02d%s%02d == GMT%s)
de: %-3s = %c|[%c][%s|%s]MMMM|HH%s[MM] Zeitversatzwert (aktuell: %s%02d%s%02d == GMT%s)

source: Change cycle-ending time
de: Zyklus-Endezeit ändern

source: %-3s = %c|%c|[%c|%c][%s|%s]MMMM|HH%s[MM] Ending time value (actual: %02d%s%02d)
de: %-3s = %c|%c|[%c|%c][%s|%s]MMMM|HH%s[MM] Endezeitwert (aktuell: %02d%s%02d)

source: Change cycle-timestep
de: Zyklus-Schrittweite ändern

source: %-3s = MMMM|HH%s[MM] Timestep value (actual: %02d%s%02d)
de: %-3s = MMMM|HH%s[MM] Schrittweitenwert (aktuell: %02d%s%02d)

source: Change base year of calendar
de: Basisjahr des Kalenders ändern

source: %-3s = [%s|%s]YYYY Year offset value (actual: %d)
de: %-3s = [%s|%s]JJJJ Jahrversatzwert (aktuell: %d)

source: Set period of Gregorian Reformation
de: Zeitraum der Gregorianischen Reformation setzen
pl: Ustaw okres reformacji gregoriañskiej

source: Actual respected period: %02d-%02d %s %0*d
de: Aktuell berücksichtigter Zeitraum: %02d-%02d %s %0*d
pl: Obecnie brany pod uwagê okres: %02d-%02d %s %0*d

source: %-*d%*s = Set period to: %02d-%02d %s %0*d
de: %-*d%*s = Setze Zeitraum auf: %02d-%02d %s %0*d
pl: %-*d%*s = Ustaw okres na: %02d-%02d %s %0*d

source: %-3s = %s%c%s%s%s%s%s%s Set period explicitly
de: %-3s = %s%c%s%s%s%s%s%s Setze Zeitraum explizit

source: Set order of date elements using the %s format text
de: Anordnung der Datumelemente mit dem Formattext %s festlegen

source: Actual: (%s) `%s' (%s)
de: Aktuell: (%s) `%s' (%s)

source: self-defined
de: Selbstdefiniert
pl: autozdefiniowany

source: %-6s = Format is: `%s' (%s)
de: %-6s = Format ist: `%s' (%s)

source: %-3s = Define individual format. Respected format elements are:
de: %-3s = Eigenes Format definieren. Berücksichtigte Formatelemente sind:

source: Define translatable country specific special character pairs
de: Zu übersetzende landesspezifische Sonderzeichenpaare definieren

source: %-3s = UPPER-CASE-LETTER""LOWER-CASE-LETTER... definitions
de: %-3s = GROßBUCHSTABE""KLEINBUCHSTABE... Definitionen

source: E.g. a `%s%s%s%s%s%s%s%s' %-3s causes the correct conversion of
de: Z.B. bewirkt ein `%s%s%s%s%s%s%s%s' %-3s die korrekte Umsetzung vorstehender

source: the preceding special characters in an individual date format,
de: Sonderzeichen in einem selbstdefinierten Datumsformat, welches eine

source: which has a STYLE format instruction component, and that, how
de: STIL-Formatanweisungskomponente aufweist, und zwar so, wie sie von

source: they are used by the character set used in Germany
de: dem in Deutschland benutzten Zeichensatz verwendet werden

source: +++ FIXED DATES +++
de: +++ TERMINE +++
pl: +++ USTALONE DATY +++

source: Use standard resource file `.%s%s' for fixed date list
de: Benutze Standard-Ressourcendatei `.%s%s' für Terminliste
pl: U¿yj standardowego pliku zasobów `.%s%s' dla listy ustalonych dat

source: Use standard resource file `%s%s' for fixed date list
de: Benutze Standard-Ressourcendatei `%s%s' für Terminliste
pl: U¿yj standardowego pliku zasobów `%s%s' dla listy ustalonych dat

source: Implies period: Today
de: Impliziert Zeitraum: Heute
pl: Przyjmuje okres: Dzisiaj

source: c = Display only those dates, for which fixed dates exists
de: c = Nur die Daten ausgeben, zu denen Termine vorliegen
pl: c = Wy¶wietl tylko te dni dla których istniej± ustalone daty

source: C = Display those dates, for which fixed dates doesn't exist, too
de: C = Auch die Daten ausgeben, zu denen keine Termine vorliegen
pl: C = Wy¶wietl tak¿e te dni dla których nie istniej± ustalone daty

source: [MOD] = One or more of the following modifiers which are marked by #
de: [MOD] = Einer oder mehr der folgenden Modifizierer; hier markiert mit #
pl: [MOD] = Jeden lub kilka nastêpuj±cych modyfikatorów oznaczonych przez #

source: %-3s = Heading/Title text used for fixed date list
de: %-3s = Benutzter Text für Terminlisten-Überschrift

source: Actual: `%s'
de: Aktuell: `%s'

source: # g[MOD] = Group fixed dates by day using text MOD
de: # g[MOD] = Benutze Trenntext MOD für tageweise Gruppierung
pl: # g[MOD] = Grupa ustalonych dat co dzieñ korzystaj±c z tekstu MOD

source: 1. Representation of text
de: 1. Darstellung des Textes
pl: 1. Przedstawienie tekstu

source: = Set width of the biorhythm text graphics
de: = Breite der Biorhythmus-Textgrafik festlegen

source: %-3s = %d...%d Length of a single axis
de: %-3s = %d...%d Länge einer einzelnen Achse

source: = Set height of the Moon phase text graphics
de: = Höhe der Mondphasen-Textgrafik festlegen

source: %-3s = %d...%d Total number of lines
de: %-3s = %d...%d Gesamtanzahl der Zeilen

source: # a = Display origin of fixed date
de: # a = Herkunft des Termins ausgeben
pl: # a = Wy¶wietl ¼ród³o ustalonych dat

source: # A = Display using alternative list format
de: # A = Alternatives Listenformat verwenden
pl: # A = Wy¶wietl u¿ywaj±c alternatywnego formatu listy

source: # e = Include legal days and memorial days
de: # e = Gesetzliche Feiertage und Gedenktage einfügen
pl: # e = Do³±cz ¶wiêta pañstwowe i dni pamiêci

source: # E = Include legal days only
de: # E = Nur gesetzliche Feiertage einfügen
pl: # E = Do³±cz tylko ¶wiêta pañstwowe

source: # k = Display week number
de: # k = Wochennummer ausgeben

source: # o = Omit repeating date part of fixed dates
de: # o = Datumfeld nur einmal ausgeben
pl: # o = Pomiñ powtarzaj±ca± siê czê¶æ daty w ustalonych datach

source: # Q = Suppress leading blank line of fixed dates list
de: # Q = Terminliste ohne anführende Leerzeile ausgeben

source: # U = Suppress date part of fixed dates
de: # U = Datumfeld nicht ausgeben

source: # J = Suppress text part of fixed dates
de: # J = Textfeld nicht ausgeben

source: # x = Exclude title of fixed date list
de: # x = Terminliste ohne Überschrift ausgeben
pl: # x = Pomiñ tytu³ w liscie ustalonych dat
