Repository: gitGNU/gnu_gcal
Catalog: po/*.po
Languages: de, pl

source: # z = Display consecutive number of fixed date
de: # z = Fortlaufende Postennummer ausgeben
pl: # z = Wy¶wietl kolejny numer ustalonych dat

source: # Z = Display dates, for which fixed dates doesn't exist
de: # Z = Nur Daten ausgeben, für die keine Termine vorliegen
pl: # Z = Wy¶wietl daty, dla których brak ustalonych dni

source: 2. Respected period
de: 2. Berücksichtigter Zeitraum
pl: 2. Odpowiedni okres

source: = Manage `29-FEBRUARY' in non-leap years
de: = Den `29-FEBRUAR' in Nichtschaltjahren handhaben
pl: = Uwzglêdniaj `29 lutego' w latach nieprzestêpnych

source: %-3s = february Respect at `28-FEBRUARY'
de: %-3s = february Am `28-FEBRUAR' berücksichtigen

source: %-3s = march Respect at `01-MARCH'
de: %-3s = march Am `01-MÄRZ' berücksichtigen

source: # d = Include actual date if list of periods is generated
de: # d = Aktuelles Datum einschließen bei Datumliste
pl: # d = Do³±cz bie¿±c± datê je¶li lista przedzia³ów jest generowana

source: # l = Generate list of periods instead of a single period
de: # l = Datumliste anstelle Einzeldatum
pl: # l = Utwórz listê przedzia³ów zamiast pojedyñczego przedzia³u

source: # Nd = Single absolute day N
de: # Nd = Einzelner absoluter Tag N
pl: # Nd = Pojedyñczy Nty dzieñ roku

source: # %cdN = Single absolute day N
de: # %cdN = Einzelner absoluter Tag N
pl: # %cdN = Pojedyñczy Nty dzieñ roku

source: # NMOD = Single day N relative to today
de: # NMOD = Einzelner Tag N relativ zu heute
pl: # NMOD = Pojedyñczy Nty dzieñ wzglêdem dzisiaj

source: MOD = %s Forwards
de: MOD = %s Vorwärts
pl: MOD = %s Do przodu

source: = %s Backwards
de: = %s Rückwärts
pl: = %s Do ty³u

source: # Nw = Complete week N
de: # Nw = Gesamte Woche N
pl: # Nw = Ca³kowita liczba tygodni N

source: N = 0 1st week / last week of previous year
de: N = 0 1'te Woche / letzte Woche im Vorjahr
pl: N = 0 1. tydzieñ / ostatni tydzieñ poprzedniego roku

source: N = 1...52 1st...52nd week (always)
de: N = 1...52 1'te...52'te Woche (stets)
pl: N = 1...52 1...52. tydzieñ (zawsze)

source: N = 53 53rd week (sometimes)
de: N = 53 53'te Woche (manchmal)
pl: N = 53 53. tydzieñ (czasami)

source: N = 99 Last week
de: N = 99 Letzte Woche
pl: N = 99 Ostatni tydzieñ

source: # %s%s = Single day %s of month %s
de: # %s%s = Einzelner Tag %s im Monat %s

source: # %s%sN = Single N'th weekday %s of month %s
de: # %s%sN = Einzelner N'ter Wochentag %s im Monat %s

source: N = 1...4 1st...4th weekday %s (always)
de: N = 1...4 1'ter...4'ter Wochentag %s (stets)

source: N = 5 5th weekday %s (sometimes)
de: N = 5 5'ter Wochentag %s (manchmal)

source: N = 9 Last weekday %s
de: N = 9 Letzter Wochentag %s

source: # %cdN%s = Single N'th weekday %s
de: # %cdN%s = Einzelner N'ter Wochentag %s

source: N = 1...51 1st...51st weekday %s (always)
de: N = 1...51 1'ter...51'ter Wochentag %s (stets)

source: N = 52|53 52|53rd weekday %s (sometimes)
de: N = 52|53 52|53'ter Wochentag %s (manchmal)

source: N = 99 Last weekday %s
de: N = 99 Letzter Wochentag %s

source: # %cwN%s = Single weekday %s of N'th week
de: # %cwN%s = Einzelner Wochentag %s der N'ten Woche

source: N = 0 %s which isn't located in 1st week
de: N = 0 %s der nicht in der 1'ten Woche ist

source: N = 1...51 %s of 1st...51st week (always)
de: N = 1...51 %s der 1'ten...51'ten Woche (stets)

source: N = 52|53 %s of 52|53rd week (sometimes)
de: N = 52|53 %s der 52|53'ten Woche (manchmal)

source: N = 99 %s of last week
de: N = 99 %s der letzten Woche

source: # %c%c[[%s|%s]N] = Single day N relative to Easter Sunday
de: # %c%c[[%s|%s]N] = Einzelner Tag N relativ zu Ostersonntag
pl: # %c%c[[%s|%s]N] = Pojedyñczy Nty dzieñ wzglêdem Niedzieli Wielkanocnej

source: # %c%c[%s|%s]N%s = Single N'th weekday relative to Easter Sunday
de: # %c%c[%s|%s]N%s = Einzelner N'ter Wochentag relativ zu Ostersonntag

source: # %c%c[[%s|%s]N] = Single day N relative to today's date
de: # %c%c[[%s|%s]N] = Einzelner Tag N relativ zu heute
pl: # %c%c[[%s|%s]N] = Pojedyñczy Nty dzieñ wzglêdem dzisiejszej daty

source: # %c%c[%s|%s]N%s = Single N'th weekday relative to today's date
de: # %c%c[%s|%s]N%s = Einzelner N'ter Wochentag relativ zu heute

source: # %c?[[%s|%s]N] = Single day N relative to date variable
de: # %c?[[%s|%s]N] = Einzelner Tag N relativ zur Datumvariablen
pl: # %c?[[%s|%s]N] = Pojedyñczy Nty dzieñ wzglêdem zmiennej daty

source: # %c?[%s|%s]N%s = Single N'th weekday relative to date variable
de: # %c?[%s|%s]N%s = Einzelner N'ter Wochentag relativ zur Datumvariablen

source: # t|T = List tomorrow
de: # t|T = Datumliste von morgen
pl: # t|T = Poka¿ jutro

source: # w|W[MOD] = List complete week
de: # w|W[MOD] = Datumliste der gesamten Woche
pl: # w|W[MOD] = Poka¿ ca³y tydzieñ

source: [MOD] = %s List tomorrow until ending day of week
de: [MOD] = %s Liste von morgen bis Ende der Woche
pl: [MOD] = %s Poka¿ od jutra a¿ do koñca tygodnia

source: = %s List yesterday until starting day of week
de: = %s Liste von gestern bis Anfang der Woche
pl: = %s Poka¼ od wczoraj a¿ do pocz±tku tygodnia

source: # m|M[MOD] = List complete month
de: # m|M[MOD] = Datumliste des gesamten Monats
pl: # m|M[MOD] = Poka¿ ca³y miesi±c

source: [MOD] = %s List tomorrow until ending day of month
de: [MOD] = %s Liste von morgen bis Ende des Monats
pl: [MOD] = %s Poka¿ od jutra a¿ do koñca miesi±ca

source: = %s List yesterday until starting day of month
de: = %s Liste von gestern bis Anfang des Monats
pl: = %s Poka¼ od wczoraj a¿ do pocz±tku miesi±ca

source: # y|Y[MOD] = List complete year
de: # y|Y[MOD] = Datumliste des gesamten Jahres
pl: # y|Y[MOD] = Poka¿ ca³y rok

source: [MOD] = %s List tomorrow until ending day of year
de: [MOD] = %s Liste von morgen bis Ende des Jahres
pl: [MOD] = %s Poka¿ od jutra a¿ do koñca tygodnia

source: = %s List yesterday until starting day of year
de: = %s Liste von gestern bis Anfang des Jahres
pl: = %s Poka¼ od wczoraj a¿ do pocz±tku roku

source: Use alternative file(s) instead of standard resource file
de: Benutze alternative Datei(en) anstelle Standard-Ressourcendatei
pl: U¿yj plików zastêpczych zamiast standardowych pliku zasobów

source: f = Display only those dates, for which fixed dates exists
de: f = Nur die Daten ausgeben, zu denen Termine vorliegen
pl: f = Poka¿ tylko te daty, dla których istniej± ustalone daty

source: F = Display those dates, for which fixed dates doesn't exist, too
de: F = Auch die Daten ausgeben, zu denen keine Termine vorliegen
pl: F = Poka¿ tak¿e daty dla których nie istniej± ustalone daty

source: %-3s = Single file or list of files connected by `%s' characters
de: %-3s = Einzelne Datei oder durch `%s' Zeichen verbundene Liste von Dateien

source: Define additional resource file line
de: Zusätzliche Ressourcendateizeile definieren

source: %-3s = Any possible resource file line
de: %-3s = Jede mögliche Zeile einer Ressourcendatei

source: %cDATE
de: %cDATUM
pl: %cDATA

source: Use given `DATE' instead of today's date
de: Vorgegebenes `DATUM' anstelle heutiges Datum verwenden
pl: U¿yj podanej DATY zamiast dzisiejszej

source: Date format: %s[%s[%s|%s[N]]], %s%c%c|%c|DVAR[[%s|%s]N[%s]], %s%cdN[%s]
de: Datumsformat: %s[%s[%s|%s[N]]], %s%c%c|%c|DVAR[[%s|%s]N[%s]], %s%cdN[%s]

source: %s%cwN[%s], month name[%s], weekday name[N] or %s
de: %s%cwN[%s], Monatsname[%s], Wochentagsname[N] oder %s
pl: %s%cwN[%s]',nazwa miesi±ca[%s], nazwa dnia tygodnia[N] lub %s

source: %cFILE
de: %cDATEI
pl: %cPLIK

source: Preload options and commands from `FILE'
de: Lädt Optionen und Kommandos aus `DATEI' vor
pl: Za³aduj ustawienia i polecenia z 'PLIKu'

source: COMMAND
de: KOMMANDO
pl: KOMENDA

source: %s = Month in range: %d...%d
de: %s = Monat im Bereich: %d...%d
pl: %s = Miesi±c w zakresie: %d...%d

source: or: month name | %s | %s%s | %s%s | %s%s
de: oder: Monatsname | %s | %s%s | %s%s | %s%s
pl: lub: nazwa miesi±ca | %s | %s%s | %s%s | %s%s

source: List: %s[%s%s]%s...%s%s[%s%s]
de: Liste: %s[%s%s]%s...%s%s[%s%s]
pl: Wypisz: %s[%s%s]%s...%s%s[%s%s]

source: Range: %s[%s%s]%s%s[%s%s] | %s%s%s%s%s | %s %s%s%s
de: Bereich: %s[%s%s]%s%s[%s%s] | %s%s%s%s%s | %s %s%s%s
pl: Zakres: %s[%s%s]%s%s[%s%s] | %s%s%s%s%s | %s %s%s%s

source: %s%*s = Year in range: %d...%d
de: %s%*s = Jahr im Bereich: %d...%d
pl: %s%*s = Lata w zakresie: %d...%d

source: List: [%s%s]%s%s...%s[%s%s]%s
de: Liste: [%s%s]%s%s...%s[%s%s]%s
pl: Wypisz: [%s%s]%s%s...%s[%s%s]%s

source: Range: [%s%s]%s%s[%s%s]%s | %s%s%s %s%s%s
de: Bereich: [%s%s]%s%s[%s%s]%s | %s%s%s %s%s%s

source: %sh, %s Display this help text and quit program
de: %sh, %s Diesen Hilfetext ausgeben und Programm beenden

source: %shh, %s Display extended help text and quit program
de: %shh, %s Erweiterten Hilfetext ausgeben und Programm beenden

source: %sL, %s Display software license and quit program
de: %sL, %s Softwarelizenz ausgeben und Programm beenden

source: %sV, %s Display version information and quit program
de: %sV, %s Versionsinformation ausgeben und Programm beenden

source: %sp, %s Direct output through external `%s' pager
de: %sp, %s Ausgabe durch externen `%s' Paginierer lenken

source: %sp, %s Direct output through simple internal pager
de: %sp, %s Ausgabe durch einfachen internen Paginierer lenken

source: This software doesn't claim completeness, correctness or usability.
de: Diese Software erhebt keinen Anspruch auf Vollständigkeit,
pl: Te oprogramowanie niekoniecznie jest kompletne, poprawne lub u¿yteczne

source: On principle I will not be liable for ANY damages or losses (implicit
de: Verwendungsfähigkeit oder Korrektheit. Für JEDWEDE Schäden oder
pl: Z zasady nie mogê odpowiadaæ za ¯ADNE zniszczenia lub straty (niejawne

source: or explicit), which result from using or handling my software.
de: Verluste (implizit oder explizit), die aus Nutzung oder Handhabung
pl: lub jawne), poniesione w wyniku u¿ywania lub dzia³ania tego programu

source: If you use this software, you agree without any exception to this
de: meiner Software hervorgehen, wird grundsätzlich keine Haftung
pl: Korzystaj±c z tego programu zgadasz siê bez ¿adnych ograniczeñ na to

source: agreement, which binds you LEGALLY !!
de: übernommen. Bei Verwendung dieser Software erklärt sich der Benutzer mit dieser Vereinbarung in vollem Umfang einverstanden.
pl: porozumienie, które wi±¿e ciebie PRAWNIE !!

source: This program is free software; you can redistribute it and/or modify
de: Dieses Programm ist freie Software; Sie können es weitervertreiben
pl: Ten program jest darmowy, mo¿esz go rozpowszechniaæ i/lub zmieniaæ

source: it under the terms of the `GNU General Public License' as published by
de: und/oder verändern innerhalb der Bestimmungen der `GNU General Public
pl: zgodnie z warunkami 'Ogólnej Licencji Publicznej GNU' opublikowanej przez

source: the `Free Software Foundation'; either version 2, or (at your option)
de: License'; herausgegeben von der `Free Software Foundation';
pl: stowarzyszenie `Free Software Foundation', wersja 2 albo (je¶li wolisz)

source: any later version.
de: in der Version 2 oder jeder späteren Version.
pl: dowolna pó¼niejsza wersja

source: You should have received a copy of the `GNU General Public License'
de: Sie sollten eine Kopie der `GNU General Public License' zusammen mit
pl: Powiniene¶ by³ otrzymaæ kopiê 'Ogólnej Licencji Publicznej GNU'

source: along with this program; if not, write to the:
de: diesem Programm erhalten haben; falls nicht, schreiben Sie an die:
pl: razem z programem; je¶li jej nie masz napisz do:

source: Compilation options:
de: Kompilations-Optionen:
pl: Opcje kompilacji:

source: Starting day of week: %s
de: Starttag der Woche: %s

source: Type of week numbers: %s
de: Art der Wochennummern: %s

source: Base year of calendar: %d
de: Basisjahr des Kalenders: %d

source: Gregorian Reformation: %02d-%02d %s %0*d
de: Gregorianische Reformation: %02d-%02d %s %0*d

source: Date format: (%s) `%s' (%s)
de: Datumsformat: (%s) `%s' (%s)

source: Respected countries/territories: %d
de: Berücksichtigte Länder/Territorien: %d

source: Time offset value of astronomical functions: %s%02d%s%02d == GMT%s
de: Zeitversatzwert der astronomischen Funktionen: %s%02d%s%02d == GMT%s

source: Usage: %s [%s|%s{[?|h|??|hh|L|V]|{%sHKNOR%sXb%sijn%sq%ssu%s}}] [[%s] [%s]]
de: Aufruf: %s [%s|%s{[?|h|??|hh|L|V]|{%sHKNOR%sXb%sijn%sq%ssu%s}}] [[%s] [%s]]

source: Use `%s %s|[%s?]
de: Benutze `%s %s|[%s?]

source: for more information.
de: für mehr Information.

source: Email bug reports to <%s>
de: Fehlerberichte via eMail an <%s>

source: or (if this fails) to <%s>.
de: oder (falls das fehlschlägt) an <%s>.

source: This is free software; see the source for copying conditions.
de: Dies ist freie Software; in den Quellen befindet sich die Lizenz-
pl: Oprogramowanie darmowe, zajrzyj do ¼róde³ po warunki kopiowania

source: There is NO warranty, without even the implied warranty of
de: und Kopierbedingung. Es gibt KEINERLEI Garantie, nicht einmal für
pl: Nie ma ¯ADNEJ gwarancji, nawet domy¶lnej gwarancji

source: MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
de: die TAUGLICHKEIT oder die VERWENDBARKEIT ZU EINEM ANGEGEBENEN ZWECK.
pl: U¯YTECZNO¦CI DO OKRE¦LONEGO CELU.

source: %s: The Gregorian calendar program (GNU cal) %s
de: %s: Das Gregorianische Kalenderprogramm (GNU cal) %s

source: Usage: %s [[OPTION...] [%cDATE] [%cFILE...]] [COMMAND]
de: Aufruf: %s [[OPTION...] [%cDATUM] [%cDATEI...]] [KOMMANDO]
pl: U¿ycie: %s [[OPCJA...] [%cDATA] [%cPLIK...]] [POLECENIE]

source: Usage: %s [[OPTION...] [%cFILE...]] [COMMAND]
de: Aufruf: %s [[OPTION...] [%cDATEI...]] [KOMMANDO]
pl: Usage: %s [[OPCJA...] [%cPLIK...]] [POLECENIE]

source: +++ If you specify two digits for the year I DON'T assume %2d%s +++
de: +++ Bei zweistelliger Jahresangabe wird NICHT von %2d%s ausgegangen +++
pl: +++ Je¶li podasz dwie cyfry dla roku NIE ZA£O¯Ê, ¿e %2d%s +++

source: +++ `%s' is free software, enjoy =8^) +++
de: +++ `%s' ist freie Software, viel Spaß damit =8^) +++
pl: +++ `%s' jest oprogramowaniem darmowym, baw siê =8^) +++

source: 4.0 or 4.02
de: 4.0 oder 4.02
pl: 4.0 lub 4.02

source: later than 5.0
de: neuer als 5.0
pl: pó¼niejsza ni¿ 5.0

source: ++ 3.0 or later
de: ++ 3.0 oder neuer
pl: ++ 3.0 lub nowsza

source: 5.1 or earlier
de: 5.1 oder älter
pl: 5.1 lub wcze¶niejsza

source: unknown compiler
de: unbekannter Kompilierer
pl: nieznany kompilator

source: on
de: am
pl: na

source: (bad version)
de: (fehlerhafte Version)
pl: (z³a wersja)

source: unknown compiler (SDK?)
de: unbekannter Kompilierer (SDK?)
pl: nieznany kompilator (SDK?)

source: later than 4.5
de: neuer als 4.5
pl: pó¼niejsza ni¿ 4.5

source: ++ 1.0 or later
de: ++ 1.0 oder neuer
pl: ++ 1.0 lub nowsza

source: 1.0 or 1.5?
de: 1.0 oder 1.5?
pl: 1.0 lub 1.5?

source: unknown
de: unbekannt
pl: nieznany

source: unknown version
de: unbekannte Version
pl: nieznana wersja

source: (%.4s for Alpha)
de: (%.4s für Alpha)
pl: (%.4s dla Alphy)

source: (%.4s for VAX)
de: (%.4s für VAX)
pl: (%.4s dla VAX)

source: (NetBSD before 0.9)
de: (NetBSD vor 0.9)
pl: (NetBSD przed 0.9)

source: (NetBSD 1.2 or later)
de: (NetBSD 1.2 oder neuer)
pl: (NetBSD 1.2 lub nowsze)

source: (FreeBSD 2.0 or later)
de: (FreeBSD 2.0 oder neuer)
pl: (FreeBSD 2.0 lub nowsze)

source: (BSD/386 1.1 or later)
de: (BSD/386 1.1 oder neuer)
pl: (BSD/386 1.1 lub nowsze)

source: CW
de: KW

source: Week
de: Woche
pl: Tydzieñ

source: d'"
de: g'"

source: Cannot execute command in file `%s' Line: %ld %s
de: Kommando kann nicht ausgeführt werden in Datei `%s' Zeile %ld: %s
pl: Nie mogê wykonaæ polecenia z pliku `%s' Linia: %ld %s

source: Command executed (exit code=%d) in file `%s' Line %ld: %s
de: Kommando ausgeführt (Status=%d) in Datei `%s' Zeile %ld: %s
pl: Wykonano polecenie (kod wyj¶cia=%d) z pliku `%s' Linia: %ld %s

source: Int
de: Gei

source: `Eternal holiday list'
de: `Ewige Feiertagsliste'
pl: Wieczna lista dni wolnych

source: `Internal'
de: `Intern'
pl: `Wewnêtrzny'

source: ; Week %s
de: ; Woche %s
pl: ; Tydzieñ %s

source: Week %s
de: Woche %s

source: %s: invalid date given -- %s %s %s
de: %s: ungültiges Datum angegeben -- %s %s %s

source: Leap-day set to `%02d-%s' in file `%s'.
de: Schalttag auf `%02d-%s' gesetzt in Datei `%s'.
pl: Dzieñ przestêpny ustawiony na `%02d-%s' w pliku `%s'.

source: Line %ld: %s
de: Zeile %ld: %s
pl: Linia %ld: %s

source: %s: abort,
de: %s: Abbruch,

source: illegal variable definition in file `%s'
de: illegale Variablen-Definition in Datei `%s'

source: illegal definition of variable `%c'
de: illegale Definition der Variable `%c'

source: illegal variable operation in file `%s'
de: illegale Variablen-Operation in Datei `%s'

source: illegal operation on variable `%c'
de: illegale Operation auf Variable `%c'

source: variable `%c' undefined in file `%s'
de: Variable `%c' undefiniert in Datei `%s'

source: invalid value assigned to variable `%c' in file `%s'
de: ungültiger Wert an Variable `%c' zugewiesen in Datei `%s'

source: Invalid argument in command line given -- %s
de: Ungültiges Argument in Kommandozeile angegeben -- %s

source: Argument `%s' of command line ignored.
de: Argument `%s' in Kommandozeile ignoriert.

source: Line %ld ignored: %s
de: Zeile %ld ignoriert: %s
pl: Linia %ld zignorowana: %s

source: regexp too big
de: regulärer Ausdruck zu groß
pl: regexp za du¿y

source: out of space
de: kein Speicherplatz
pl: brak miejsca na dysku

source: too many ()
de: zu viele ()
pl: za du¿o ()

source: unmatched ()
de: unpassende ()
pl: brak nawiasu ()

source: junk on end
de: Plunder am Ende
pl: ¶mieci na koñcu

source: *+ operand could be empty
de: *+ Operand könnte leer sein
pl: operand *+ mo¿e byæ pusty

source: nested *?+
de: geschachtelte *?+
pl: zagnie¿dzone *?+

source: invalid [] range
de: ungültiger [] Bereich
pl: b³êdny zakres []

source: unmatched []
de: unpassende []
pl: brak nawiasu []

source: internal urp
de: internes Problem
pl: wewnêtrzny urp

source: ?+* follows nothing
de: ?+* wird von nichts gefolgt
pl: po ?+* nic nie ma

source: trailing \
de: nachfolgendes \
pl: nastêpuj±cy \

source: internal disaster
de: interne Katastrophe
pl: wewnêtrzny krach

source: corrupted program
de: Programm verdorben
pl: program jest uszkodzony

source: memory corruption
de: Speicher verdorben
pl: b³±d pamiêci

source: corrupted pointers
de: Programmzeiger verdorben
pl: uszkodzone znmienne dynamiczne

source: internal foulup
de: interne Kollision
pl: wewnêtrzny b³±d

source: anchored
de: verankert
pl: zakotwiczony

source: must have "%s"
de: muß haben "%s"
pl: musi mieæ "%s"

source: corrupted opcode
de: Operationskode verdorben
pl: b³êdny kod

source: %s: <Return> for more, <%s> to quit...
de: %s: Weiter mit <Return>, <%s> zum Beenden...

source: environment variable `%s' not found
de: Umgebungsvariable `%s' nicht vorhanden

source: environment variable `%s' not set
de: Umgebungsvariable `%s' nicht gesetzt

source: `termcap' file not found
de: `termcap' Datei nicht vorgefunden

source: unknown terminal type defined in `%s'
de: unbekannter Terminaltyp in `%s' eingetragen

source: %s: warning, %s.
de: %s: Warnung, %s.

source: invalid year for computing Easter Sundays date Year must be in range (%d...%d)
de: unzulässiges Jahr für Ostertagsberechnung Jahr muß im Bereich (%d...%d) sein
pl: Z³y rok do obliczenia daty Niedziel Wielkanocnych Lata musz± byæ w zakresie (%d...%d)

source: `%s' line %ld: virtual memory exhausted (%s=%d)
de: `%s' Zeile %ld: virtueller Speicher erschöpft (%s=%d)
pl: `%s' linia %ld: zabrak³o pamiêci wirtualnej (%s=%d)

source: invalid date part in file `%s' Line %ld: %s
de: unzulässiger Datumeintrag in Datei `%s' Zeile %ld: %s
pl: z³a czê¶c daty w pliku `%s' Linia %ld: %s

source: invalid month field(%02d) in file `%s' Line %ld: %s
de: ungültiger Monat(%02d) in Datei `%s' Zeile %ld: %s
pl: z³e pole miesi±ca (%02d) w pliku `%s' Linia %ld: %s

source: invalid day field(%02d) in file `%s' Line %ld: %s
de: ungültiger Tag(%02d) in Datei `%s' Zeile %ld: %s
pl: z³e pole dnia (%02d) w pliku `%s' Linia %ld: %s

source: malformed %s in file `%s' Line %ld: %s
de: mißgebildetes %s in Datei `%s' Zeile %ld: %s
pl: ¼le okre¶lona %s w pliku `%s' Linia %ld: %s

source: invalid recursive/cyclic %s in file `%s' Line %ld: %s
de: rekursives/zyklisches %s unzulässig in Datei `%s' Zeile %ld: %s
pl: niepoprawna rekursja %s w pliku `%s' Linia %ld: %s

source: file `%s' not found
de: Datei `%s' nicht gefunden
pl: nie odnaleziono pliku `%s'

source: invalid N'th weekday field(%d) in file `%s' Line %ld: %s
de: ungültiges N'ter Wochentagsfeld(%d) in Datei `%s' Zeile %ld: %s
pl: z³e Nte pole dnia tygodnia (%d) w pliku `%s' Linia %ld: %s

source: missing `whitespace' character after date part in file `%s' Line %ld: %s
de: fehlendes `whitespace' Trennzeichen nach Datumteil in Datei `%s' Zeile %ld: %s
pl: brak `bia³ego' znaku po dacie w pliku `%s' Linia %ld: %s

source: file `%s' can't be written Storage media full!
de: kann Datei `%s' nicht schreiben Speichermedium ist voll!
pl: nie mo¿na zapisaæ do pliku `%s' Dysk ca³kowicie zape³niony!

source: sending eMail to <%s> failed
de: versenden der eMail an <%s> hat versagt

source: `%s' line %ld:
de: `%s' Zeile %ld:
pl: `%s' linia %ld:

source: `%s' line %ld: (`%s') `%s%d' failed
de: `%s' Zeile %ld: (`%s') `%s%d' hat versagt

source: read error in file `%s'
de: Lesefehler in Datei `%s'
pl: b³±d czytania z pliku `%s'

source: illegal character in response file `%s' Line %ld: %s
de: illegales Zeichen in Antwortdatei `%s' Zeile %ld: %s
pl: z³y znak w pliku odpowiedzi `%s' Linia %ld: %s

source: `%s' line %ld: (`%s') invalid value for table size `sizeof %s>%d'
de: `%s' Zeile %ld: (`%s') ungültiger Wert für Tabellengröe `sizeof %s>%d'
pl: `%s' linia %ld: (`%s') z³a warto¶c rozmiaru tabeli `sizeof %s>%d'

source: (`%s') date format `%s' is invalid
de: (`%s') Datumsformat `%s' ist ungültig
pl: (`%s') b³êdny format daty `%s'

source: %s in search pattern `%s'
de: %s im Suchmuster `%s'
pl: %s w szukanym wzorcu `%s'

source: invalid search pattern `%s' specified
de: ungültiges Suchmuster `%s' angegeben
pl: podany b³êdny wzorzec `%s' przy przeszukiwaniu

source: `%s' line %ld: (`%s') unmanaged error (%d)
de: `%s' Zeile %ld: (`%s') unbehandelter Fehler (%d)
pl: `%s' linia %ld: (`%s') nieoczekiwany b³±d (%d)

source: %s: program aborted by signal %d
de: %s: Programmabbruch durch Signal %d

source: th
de: 'ter

source: st
de: 'ter

source: nd
de: 'ter

source: rd
de: 'ter

source: invalid day
de: ungültiger Tag
pl: b³êdny dzieñ

source: Tue
de: Die
pl: Wto

source: Wed
de: Mit
pl: ¦ro

source: Thu
de: Don
pl: Czw

source: Fri
de: Fre
pl: Pi±

source: Sat
de: Sam
pl: Sob

source: Sun
de: Son
pl: Nie

source: Tu
de: Di
pl: Wt

source: We
de: Mi
pl: ¦r

source: Th
de: Do
pl: Cz

source: Su
de: So
pl: Nd

source: Monday
de: Montag
pl: Poniedzia³ek

source: Tuesday
de: Dienstag
pl: Wtorek

source: Wednesday
de: Mittwoch
pl: ¦roda

source: Thursday
de: Donnerstag
pl: Czwartek

source: Friday
de: Freitag
pl: Pi±tek

source: Saturday
de: Samstag
pl: Sobota

source: Sunday
de: Sonntag
pl: Niedziela

source: invalid month
de: ungültiger Monat
pl: b³êdny miesi±c

source: Mar
de: Mär

source: May
de: Mai
pl: Maj

source: Oct
de: Okt
pl: Pa¼

source: Dec
de: Dez
pl: Gru

source: January
de: Januar
pl: Styczeñ

source: February
de: Februar
pl: Luty

source: March
de: März
pl: Marzec

source: May
de: Mai

source: June
de: Juni
pl: Czerwiec

source: July
de: Juli
pl: Lipiec

source: October
de: Oktober
pl: Pa¼dziernik

source: December
de: Dezember
pl: Grudzieñ

source: Usage: %s [--%s | --%s] | [--%s=[+|-]NUMBER] [ARGUMENT...]
de: Aufruf: %s [--%s | --%s] | [--%s=[+|-]ZAHL] [ARGUMENT...]

source: %s: abort,
de: %s: Abbruch,
pl: %s: przerwij,

source: shift value `%s' is invalid
de: Versatzwert `%s' ist ungültig
pl: argument przesuniêcia `%s' jest niepoprawny

source: %s: option `--%s' requires an argument
de: %s: Option `--%s' benötigt ein Argument
